[
    {
        "url": "https://employmenthero.com/pricing/",
        "company": "employment-hero",
        "ai_pricing_model": "Tiered",
        "category": "Human Resources & Legal",
        "data": {
            "call_to_action": "Request a demo",
            "tier_names": [
                "Lite",
                "Plus",
                "Best Value",
                "Learning Bundle",
                "Learning Plus",
                "HR Advisory",
                "Payroll Partner",
                "Employee Assistance Program (EAP)",
                "Employee Assistance Program Premium (EAP)"
            ],
            "tier_prices": [
                "$23",
                "$276",
                "$39",
                "$468",
                "$59",
                "$708",
                "$7",
                "$84",
                "$16",
                "$192",
                "$13",
                "$156",
                "$12",
                "$144",
                "$7",
                "$84",
                "$9",
                "$108"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://evernote.com/pricing",
        "company": "evernote",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Start for Free",
            "tier_names": [
                "Free",
                "Personal",
                "Professional",
                "Teams",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$10.83/ Month",
                "$14.16/ Month",
                "$20.83/ User/ Month",
                "Contact our Customer Success team"
            ],
            "frequently_asked_questions": [
                "How long is the free trial for paid plans?",
                "How do I switch plans?",
                "How do I change my payment method?",
                "Do you offer a student discount?",
                "Is there a free trial of Evernote Teams?",
                "I have an Evernote account. How do I upgrade to the Teams plan?",
                "How do I change my payment method?",
                "I'm a student. Should I get Evernote Teams for my work group?"
            ],
            "frequently_asked_questions_answers": [
                "Unless otherwise specified, free trials of Evernote last for 7 days. If you cancel before the trial ends, your credit card will not be charged.",
                "To upgrade your plan from Free to Personal or Professional: 1. Go to your account settings in Evernote Web, then click ‘Manage Subscription’ on the ‘Account Summary’ page. 2. Select the plan you wish to upgrade to (Personal or Professional). 3. Enter your credit card or PayPal information and choose a billing frequency (monthly or yearly). To upgrade your plan from Personal to Professional: 1. Go to your account settings in Evernote Web, then click ‘Evernote Personal’ at the top of the ‘Account Summary’ page. 2. Select the Professional plan. 3. Enter your credit card or PayPal information and choose a billing frequency (monthly or yearly). The process for downgrading your plan to Free depends on your payment method. For detailed instructions, please see this Help & Learning article.",
                "To change your payment method: 1. Go to your account settings in Evernote Web, then click ‘Billing’ on the left side of the page. 2. Click ‘Update’ next to your existing payment method. 3. Enter your new credit card or PayPal information. 4. Click 'Update.' Note: If you subscribed to Evernote through iTunes or Google Play, you will need to manage your subscription through them.",
                "Yes! Eligible college students can get 40% off a one-year subscription to Evernote Personal. Learn more.",
                "You can try Teams free for 30 days. Visit our Teams trial page to get started.",
                "To upgrade to Teams, please contact sales. They’ll be glad to get you up and running and answer any further questions you might have.",
                "To change your payment method: 1. Go to your account settings in Evernote Web, then click ‘Billing’ on the left side of the page. 2. Click ‘Update’ next to your existing payment method. 3. Enter your new credit card information. 4. Click ‘Update.’",
                "While you can use Evernote Teams with your group, our Professional plan also features easy ways to share information with others. Visit our Student Discount page to see if Evernote Professional is right for you."
            ]
        }
    },
    {
        "url": "https://flatfile.com/pricing/",
        "company": "flatfile",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Talk to sales",
            "tier_names": [
                "Flatfile Projects"
            ],
            "tier_prices": null,
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://getresponse.com/pricing",
        "company": "getresponse",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Start for free",
            "tier_names": [
                "Free",
                "Email Marketing",
                "Marketing Automation",
                "Ecommerce Marketing",
                "GetResponse MAX"
            ],
            "tier_prices": [
                "$0/mo",
                "$15.58/mo",
                "$48.38/mo",
                "$97.58/mo",
                "$1099.00/mo"
            ],
            "frequently_asked_questions": [
                "How does the 30-day free trial work?",
                "What features can I try during 30 day trial?",
                "What happens after 30-day trial period?",
                "How can I buy GetResponse?",
                "Which pricing plan should I choose?",
                "Can I modify my subscription plan?",
                "What is GetResponse Free plan?",
                "Can I upgrade my free account to a paid one?",
                "What is GetResponse MAX?",
                "Is GetResponse MAX the right solution for me?"
            ],
            "frequently_asked_questions_answers": [
                "GetResponse offers a Free account. For the first 30 days of using it, you will have trial access to the premium features of our platform. You can upgrade your Free account to a paid one at any time. Please note that after the first 30 days, you lose access to the premium features.",
                "On the first 30 days of using your Free account, we give you access to the premium features of GetResponse. There are some limitations on the Free account regarding webinars, messages, landing pages, marketing automation, and chats.",
                "You will lose access to premium features if you don’t upgrade. You’ll still be able to log in to your account and use the free version of GetResponse.",
                "You can purchase one of the available plans directly from this page. Or start with creating a Free account. Once you verify your account, you can test all the features free of charge for 30 days.",
                "There are three standard plans, each of them with its add-on availability and included features.",
                "GetResponse offers you three billing periods: Monthly, 12-month, 24-month.",
                "GetResponse Free is a solution for all companies looking for ways to get their business online. The plan doesn’t require a credit card and includes access to basic list-building and email marketing tools.",
                "Of course, you can upgrade your GetResponse Free account whenever you want directly in your GetResponse account.",
                "GetResponse MAX is an all-inclusive solution offering premium support options and dedicated infrastructure.",
                "You should consider a GetResponse MAX account when you are a high-volume sender looking for a robust platform to create and send emails."
            ]
        }
    },
    {
        "url": "https://getshogun.com/pricing/",
        "company": "getshogun",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start trial",
            "tier_names": [
                "Build",
                "Grow",
                "Advanced"
            ],
            "tier_prices": [
                "$39/mo",
                "$31/mo",
                "$249/mo",
                "$199/mo",
                "$499/mo",
                "$399/mo"
            ],
            "frequently_asked_questions": [
                "How does Shogun billing work?",
                "What is a MTU?",
                "What if I need something designed/built/created for me?",
                "How do I cancel?",
                "Can I talk to someone before I sign up?"
            ],
            "frequently_asked_questions_answers": [
                "You will be billed for your Shogun plan’s set rate monthly or annually pending your chosen plan type. If you’ve selected a paid plan, billing begins once your free trial period has ended.",
                "A Monthly Tracked User (MTU) is counted for each unique shopper that visits any page with an active A/B test or personalized experience in a given month.",
                "Shogun’s all about enabling you to craft exceptional ecommerce experiences. We supply the software for this—and a whole library of pre-built templates and designs that are easy to customize—but if you’d like extra help creating or designing your pages, check out our agency partners. They specialize in ecommerce store design and CX and can help you take things to the next level.",
                "Should you wish to end your subscription with Shogun, simply uninstall the app from your Shopify or BigCommerce store, and your subscription will be canceled. You will not be charged once Shogun has been uninstalled.",
                "We offer amazing support, and can promptly answer 99% of questions, even if you haven’t signed up yet. You can email us at support@getshogun.com. If you are looking for a custom enterprise-level agreement, send us a message here and we’ll be in touch."
            ]
        }
    },
    {
        "url": "https://github.com/pricing",
        "company": "github",
        "ai_pricing_model": "Addon",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Join for free",
            "tier_names": [
                "Free",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 USD per user/month",
                "$4 USD per user/month",
                "$21 USD per user/month"
            ],
            "frequently_asked_questions": [
                "What are the differences between GitHub Free, GitHub Pro, GitHub Team, and GitHub Enterprise plans?",
                "How do I view and manage my subscription?",
                "How can I change my GitHub subscription?",
                "What payment methods are accepted?",
                "What happens if payment fails?",
                "How can I unlock my account after several failed transactions?",
                "How can I get subscription payment receipts?",
                "How do I add extra information to my payment receipts like business name, address and/or VAT ID?",
                "Which plans include access to GitHub Actions and Packages?",
                "How do I manage my spending for Actions and Packages?",
                "How do I estimate my spending limits?",
                "How do I view how much GitHub Actions & Packages I’ve used?",
                "How do I clear GitHub Actions & Packages shared storage?",
                "How long do I have to wait for changes to my shared storage to be reflected?",
                "How do I add Git LFS data packs?",
                "Is the Packages Storage amount how much usage I have for repository storage?",
                "How do I enable Codespaces on my account?",
                "How do I view how much GitHub Codespaces I have used?",
                "How do I manage my spending for Codespaces?",
                "How do I estimate the cost for the project?",
                "What is the pricing for GitHub Copilot?",
                "I work on open source projects, can I get access to GitHub Copilot for free?",
                "I am a student, can I get access to GitHub Copilot for free?",
                "I am a teacher, can I get access to GitHub Copilot for free?",
                "I am a verified student or teacher, what happens if I already subscribed to Copilot?",
                "What GitHub account types does GitHub Copilot work with?",
                "What IDEs and editors does GitHub Copilot currently support?",
                "How do I buy Copilot Business?",
                "What happens if I have an individual subscription for GitHub Copilot and my company assigns me Copilot Business?",
                "How can I learn more about GitHub Advanced Security?",
                "How long is the trial period?",
                "How much does GitHub Advanced Security cost?",
                "Which subscription plans are eligible for a GitHub Advanced Security trial?",
                "What’s included in the GitHub Advanced Security trial?",
                "Which programming languages are supported?",
                "What is a GitHub Advanced Security active committer?",
                "What's included in the trial?",
                "Can I skip the trial and start with the paid version of GitHub Enterprise?",
                "How do I add members to the trial organization?",
                "How do I add collaborators to the repositories in the organization with the trial?",
                "What happens when the trial ends?",
                "How do I pay for GitHub Enterprise?",
                "How does GitHub compare to its main competitors?"
            ],
            "frequently_asked_questions_answers": [
                "GitHub Free is our basic plan created for individuals and small teams to collaborate on private and public repositories. GitHub Pro offers additional usage limits and functionality for advanced collaboration in individual user accounts. GitHub Team offers additional functionality for advanced collaboration across repositories for growing teams. GitHub Enterprise adds additional security for accessing your organization and the option to purchase GitHub Advanced Security.",
                "You can view your account's subscription, your other paid features and products, and your next billing date in your account's billing settings.",
                "You can upgrade or downgrade your subscription, add and remove seats, or change the billing cadence on your billing settings page.",
                "You can pay for GitHub Pro, Team, and Enterprise with a credit card, debit card, or with a PayPal account. We also support invoice payments and payment via an Azure Subscription ID for the Enterprise plan.",
                "After an initial failed payment, we apply a 14 day grace period on your account and attempt to process a payment each week. After three failed payments, paid features are locked.",
                "You can unlock the paid features on your account and trigger a new payment attempt by updating the payment method on your account.",
                "You can access your payment history in the billing settings.",
                "If your company, country, or accountant requires your receipts to provide more detail, you can add extra information by following specific steps.",
                "GitHub Actions and Packages are free for public repositories and packages on all our current per-user plans, while private repositories and packages receive a set amount of free minutes, storage, and data transfer depending on the per-user plan.",
                "You can manage your spending for Actions and Packages in your billing settings page under the payment information tab.",
                "To make estimations for your project, please visit our pricing calculator page.",
                "You can download a usage report by following a specific guide.",
                "You can use an API to list the artifacts in the repository and delete them by referencing a specific guide.",
                "Storage usage data synchronizes every hour.",
                "To add Git Large File Storage data packs please follow a specific guide.",
                "The Packages Storage amount indicated on each plan is specifically for GitHub Packages usage.",
                "Codespaces can only be enabled for organizations using GitHub Team or GitHub Enterprise Cloud.",
                "You can view your Codespaces usage in the billing settings.",
                "Organization owners and billing managers can manage the spending limit for Codespaces in the billing settings.",
                "To make estimations for your project please visit the pricing calculator page.",
                "GitHub Copilot Individual cost $10 USD/month or $100 USD/year per seat. GitHub Copilot Business cost $19 per seat, per month.",
                "People who maintain popular open source projects receive a credit to have 12 months of GitHub Copilot access for free.",
                "Yes, if you are a student within our GitHub Global Campus Program, you get access to GitHub Copilot for free through the Student Developer Pack.",
                "Yes, if you are a teacher within our GitHub Global Campus Program, you get access to GitHub Copilot for free.",
                "If you already subscribed to Copilot or signed up for the free trial, you will need to cancel that subscription/trial before you can subscribe to Copilot for free.",
                "GitHub Copilot Individual is available for individual user accounts. GitHub Copilot Business is also available for Free, Team, and Enterprise Cloud accounts.",
                "GitHub Copilot is currently available as an extension for Neovim, JetBrains IDEs, Visual Studio, and Visual Studio Code.",
                "New and existing GitHub customers can purchase Copilot Business directly with a credit card.",
                "Your individual license will be migrated to Copilot Business. You will be refunded the unused portion of your individual subscription.",
                "GitHub Advanced Security is only available on the GitHub Enterprise plan as a separately paid add-on.",
                "GitHub Advanced Security trial is 30-days.",
                "GitHub Advanced Security is $49 per committer per month.",
                "The GitHub Advanced Security trial is only available for GitHub Enterprise Cloud customers with an Enterprise Account.",
                "A GitHub Advanced Security trial provides features like code scanning, secret scanning, and dependency review.",
                "Learn more about GitHub code scanning supported languages.",
                "Active committers is the number of committers who contributed to at least one private repository in an organization.",
                "You can try GitHub Enterprise for free for 30 days.",
                "Yes, you can sign up directly for a paid GitHub Enterprise plan.",
                "If you are a new GitHub customer, your trial includes 50 seats.",
                "Anyone with admin access can add outside collaborators to the repository via settings.",
                "If you are a new user your account will be downgraded to a free plan.",
                "You can pay for GitHub Enterprise with a credit card, PayPal, Azure Subscription ID or request an invoice through the GitHub Sales team.",
                "There are dozens of alternative DevOps tools from best-in-breed point solutions to full platforms."
            ]
        }
    },
    {
        "url": "https://www.goto.com/pricing/meeting",
        "company": "goto",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Buy Now",
            "tier_names": [
                "Professional",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "$14.00",
                "$19.00",
                "Contact us for custom packages"
            ],
            "frequently_asked_questions": [
                "What does my subscription include?",
                "I’m looking to buy for team and company, are there discounts available?",
                "What's the GoTo Meeting pricing?",
                "How does the free trial work?",
                "Whom do I contact if I have a billing question?",
                "How do I change my plan?",
                "Can I host a meeting with more than 250 participants?",
                "Can I provide a phone number to participants?",
                "Does GoTo Meeting have conference room integration?"
            ],
            "frequently_asked_questions_answers": [
                "Priced per user for unlimited video and audio meetings with no caps on meeting time, screen sharing, or chat functions. Free unlimited recording and transcripts are also included for Business accounts. No need to worry about add-on fees or variable bills.",
                "Yes! Contact us to learn how GoTo Meeting can drive productivity and growth in your organization and to learn more about enterprise pricing options.",
                "GoTo Meeting is sold in two plans, each with different pricing. GoTo Meeting Professional allows you to host meetings with up to 150 participants and costs $12 monthly (billed annually at $144). Our most popular option, GoTo Meeting Business costs $16 per month (billed annually at $192). You get unlimited meetings with up to 250 participants, along with meeting lock, transcripts and more.",
                "Sign up for a free trial of GoTo Meeting and enjoy access to all of our top-notch features. We will notify you before your trial expires, and you can decide to subscribe to a paid plan or let your trial expire. No payment information required.",
                "Contact our in-house Global Customer Support always available for you 24/7 toll-free. Or check out GoTo Meeting’s full list of Frequently Asked Questions to see if there’s already an answer to your question.",
                "You can make changes to your plan online at any time. Sign in to your account and click My Account, then select Plan Selection or Change Plan. You may also contact Global Customer Support to adjust your account.",
                "If you’re looking to host a meeting with 500, 1000 or even 3000 participants you’ll want to check out GoTo Webinar.",
                "Yes, you can give your GoTo Meeting participants the option to call in through the built-in audio options within GoTo Meeting which is included in your subscription. If you are looking for toll free options, our Toll-Free Numbers blend in seamlessly with the built-in VoIP and toll-based audio options, making it easy for participants to choose the most convenient way to join. Participants can even request a call from the meeting to join instantly – no codes or PINs needed.",
                "Yes, GoTo Meeting allows for conference room integration in two different ways: With a GoTo Meeting Plus account you will have access to InRoom Link. InRoom Link allows you to connect your current H.323-enabled devices directly to a GoTo Meeting session. Our GoTo Room video conferencing kit gives you the necessary software and hardware components in one simple to deploy, simple to use kit."
            ]
        }
    },
    {
        "url": "https://www.grammarly.com/plans",
        "company": "grammarly",
        "ai_pricing_model": "Usage",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get Pro",
            "tier_names": [
                "Free",
                "Pro",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 USD / month",
                "$12 USD / member / month, billed annually",
                "$30 when billed monthly",
                "Contact Sales"
            ],
            "frequently_asked_questions": [
                "What will happen to my Premium subscription if I switch to Pro?",
                "How secure is Grammarly?",
                "What forms of payment do you accept?",
                "Do you offer discounts for educational institutions?"
            ],
            "frequently_asked_questions_answers": [
                "If you are currently a Premium subscriber, switching to Pro will cancel your Premium subscription, and you will receive a refund prorated to the remainder of your subscription. The Pro plan includes all of the advanced writing features included in Premium, such as tone suggestions and full-sentence rewrites, plus team features that were previously available only in the Business plan.",
                "Grammarly keeps security at the heart of our product, infrastructure, and company operations. Learn more about our security practices. Grammarly’s SOC 2 (Type 2) report attests to our enterprise-grade system and organization controls regarding security, privacy, availability, and confidentiality.",
                "We accept major credit cards (Visa, American Express, Mastercard, Discover) or PayPal. If you are purchasing Grammarly Business for 10 or more members on an annual plan, you can request an invoice. Invoices can be paid by bank transfer (ACH/Wire), major credit cards, Apple Pay, and Google Pay. Note: PayPal cannot be used to pay invoices.",
                "Yes! Learn more about our discounts for educational institutions."
            ]
        }
    },
    {
        "url": "https://harness.io/pricing/",
        "company": "harness",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Open Source",
                "Free",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$0",
                "Flexible"
            ],
            "frequently_asked_questions": [
                "Who is a Developer?",
                "How does Harness count Developers?",
                "How do I buy on Monthly billing?",
                "Do I get all 12 modules, when I buy Harness Enterprise plan?",
                "I need a Self-Managed Platform that I can host - does Harness support this?",
                "What are Cloud Credits?"
            ],
            "frequently_asked_questions_answers": [
                "“Developer” means each person who contributes to code development, deployment, security, maintenance, optimization or any other technical activities related to software code, that is managed with Harness.",
                "For some Harness modules such as Code Repository & Internal Developer Portal, developers are the end users and hence are the consumers of developer licenses directly. For some other modules such as CD & GitOps, developer licenses include consumption entitlements such as Services by default. Customers can subscribe to additional consumption entitlements if needed. For more details, refer to the Subscriptions & Licenses page on Harness Developer Hub.",
                "Monthly billing is only available through in-product purchase made via Credit Cards - currently only supported for our Continuous Integration & Feature Flags modules, and coming to many more soon.",
                "Harness believes in flexibility, and ensuring that our customers pay only for modules that they need, aligning with the maturity of your Software Delivery Lifecycle. You can choose one, more or all of Harness Modules under the Enterprise plan.",
                "Yes, Harness offers Enterprise Plan for the following modules in Self-Managed Platform (SMP) form factor - Chaos Engineering, Cloud Cost Management, Continuous Delivery & GitOps, Continuous Integration, Feature Flags & Security Test Orchestration. Note that Enterprise Plan is the only way to get any of these modules as SMP.",
                "Harness allows the flexibility of choosing where you run your compute to execute builds, run security scans, etc. You can either host and manage your own compute, or if you prefer, you can run on the Harness Cloud (in which case the compute is hosted and managed by Harness). Harness Free Plan comes with 2000 Cloud Credits per Month, which offers an easy and intuitive way to get started with Harness."
            ]
        }
    },
    {
        "url": "https://hive.com/pricing",
        "company": "hive",
        "ai_pricing_model": "Tiered",
        "category": "Project Management & Maintenance",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Starter",
                "Teams",
                "Enterprise"
            ],
            "tier_prices": [
                "$0/ free forever",
                "$5 / month per user",
                "$12/ month per user",
                "Get in touch"
            ],
            "frequently_asked_questions": [
                "What features are included in the Free plan?",
                "How does the pricing work?",
                "Can I upgrade my plan later?",
                "Is there a trial period for the paid plans?"
            ],
            "frequently_asked_questions_answers": [
                "The Free plan includes basic project management features, limited storage, and up to 10 workspace members.",
                "Pricing is based on the number of users and the selected plan. Each plan has different features and limits.",
                "Yes, you can upgrade your plan at any time through your account settings.",
                "Yes, we offer a 14-day trial for the paid plans."
            ]
        }
    },
    {
        "url": "https://hiverhq.com/pricing",
        "company": "hiverhq",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Start Free Trial",
            "tier_names": [
                "Free",
                "Lite",
                "Growth",
                "Pro",
                "Elite"
            ],
            "tier_prices": [
                "$0/user/month",
                "$19/user/month",
                "$29/user/month",
                "$49/user/month",
                "Contact Us"
            ],
            "frequently_asked_questions": [
                "How does the 7-day free trial work?",
                "What happens at the end of my trial period?",
                "How do I import my existing emails to my Hiver shared inbox?",
                "Which features can I use during the trial?",
                "Do I need a credit card to sign up?",
                "Do I need to pay for all the users in my Google or Outlook account?",
                "Still have more questions?"
            ],
            "frequently_asked_questions_answers": [
                "When you sign up, you instantly get access to our Elite plan for 7 days. We will email you when your trial expires. You can then select a plan and pay by credit card to continue using the product. If you choose not to continue, your account will be suspended.",
                "If you do not upgrade your Hiver account during your trial period, your account will be suspended at the end of your trial. You can re-activate your account by upgrading within 7 days from the date of the end of your trial.",
                "If you’d like your emails to be imported to your Hiver shared inbox, please write to us on support@hiverhq.com and we will assist you with the process. The duration of the import process depends on the number of emails to be imported.",
                "You get access to the Elite plan during your trial, which means you can use Hiver without any limits, and can also experience the best support we have to offer.",
                "No, you do not. You will only be required to produce your credit card information when you upgrade to a paid subscription.",
                "No. You just pay for the users you enable to access Hiver. You can control this from within Hiver and change the users at any time. If you add new users to your Google or Outlook account, you can easily add them to Hiver.",
                "Check our complete FAQ page"
            ]
        }
    },
    {
        "url": "https://www.hootsuite.com/plans",
        "company": "hootsuite",
        "ai_pricing_model": "Addon",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Free 30-day trial",
            "tier_names": [
                "Professional",
                "Team",
                "Enterprise",
                "Standard",
                "Advanced"
            ],
            "tier_prices": [
                "$99 per month",
                "$249 per month",
                "Custom",
                "$75 per month per user",
                "$199 per month per user"
            ],
            "frequently_asked_questions": [
                "Will I be charged at the end of my free trial?",
                "What forms of payment do you accept?",
                "What is a monthly ad spend limit for boosting content?",
                "What happens if I reach my monthly ad spend limit?",
                "How much does Hootsuite cost?",
                "Will I be notified before my free trial ends?",
                "What do you mean by a 'social profile'?",
                "Does Hootsuite offer discounts for nonprofit organizations?"
            ],
            "frequently_asked_questions_answers": [
                "You'll have 30 days free to test out Hootsuite. At the end of your trial, regular billing begins and you'll be charged. You can avoid charges by canceling any time before your trial ends.",
                "We accept Visa, Mastercard, Discover credit cards, JCB, and PayPal, and for the annual Enterprise plan, we can invoice you. Invoices can be paid by credit card, check, wire, or ACH.",
                "A monthly ad spend limit is how much you can spend each month for all your boosted posts.",
                "Once you’ve reached your monthly ad spend limit, you’ll receive a notification that you have the option to upgrade your Hootsuite plan in order to continue to maximize the impact of your posts.",
                "Hootsuite pricing is tiered based on your plan type. Paid plans start at $99 for a Professional plan and range up to $249 for a Team plan. Custom solutions are available for Enterprise organizations, which have their own unique pricing structure.",
                "Yes, you'll receive an email notification to warn you. You can cancel any time during your free trial to avoid any charges.",
                "Social profiles are accounts (such as an Instagram account, your personal Twitter account, or a Facebook Page). With Hootsuite, you can manage multiple accounts—such as five Instagram accounts, three Twitter accounts, and two Facebook Pages—from one dashboard.",
                "Yes, we offer a discounted rate for nonprofits on our Professional or Team plans. See if your organization qualifies by applying here."
            ]
        }
    },
    {
        "url": "https://huggingface.co/pricing",
        "company": "huggingface",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Sign Up",
            "tier_names": [
                "HF Hub",
                "Pro Account",
                "Enterprise Hub",
                "Spaces Hardware",
                "Inference Endpoints"
            ],
            "tier_prices": [
                "Free",
                "$9/month",
                "$20 per user per month",
                "$0/hour",
                "$0.032/hour"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://ifttt.com/plans",
        "company": "ifttt",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get started with automation.",
            "tier_names": [
                "Free",
                "Pro",
                "Pro Plus"
            ],
            "tier_prices": [
                "$0.00/ forever",
                "$2.92/ month",
                "$12.50/ month"
            ],
            "frequently_asked_questions": [
                "What is IFTTT?",
                "What are Applets?",
                "Is coding required to use IFTTT?",
                "Which plan is right for me?",
                "What are developer tools?",
                "Can I change or cancel my plan?"
            ],
            "frequently_asked_questions_answers": [
                "IFTTT is a leading connectivity platform that helps millions of people and thousands of businesses turn their products into integrated, connected services. We created a standard, low-code way for the diverse apps and services across the world to communicate. At IFTTT, we believe every thing works better together.",
                "An Applet connects two or more apps or devices together in remarkable, seamless ways. It enables users, like you, to experience compatibility and customization that didn’t exist before. Applets are powered by the APIs of your favorite brands and businesses.",
                "IFTTT was founded as a way to give everyone the ability to use the dynamic power of coding, without having to code. If you want to use code, you can utilize our advanced features in Pro+ to access filter code, conditional logic, and to publish your own API.",
                "Our free plan is perfect for anyone wanting to take their first step into the world of automations. Our Pro plan is for you if you own multiple smart devices, are interested in building with multiple actions, or are looking for faster Applet speeds. Our Pro+ plan is ideal if you want advanced features, like filter code, or access to developer tools.",
                "Expose and expand the reach of your API to an ecosystem of 25M users, thousands of developers, and over 900 services. Pro+ gives you access to our Platform.",
                "You can change your plan at any time and you will have access to the Pro or Pro+ features until the end of the active billing cycle."
            ]
        }
    },
    {
        "url": "https://imgix.com/pricing",
        "company": "imgix",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "GET STARTED FREE",
            "tier_names": [
                "Free Plan",
                "Basic Plan",
                "Growth Plan",
                "Premium Plan",
                "Enterprise Plan"
            ],
            "tier_prices": [
                "$0/month",
                "$75/month",
                "$300/month",
                "Custom Price",
                "By Contract"
            ],
            "frequently_asked_questions": [
                "What is an Origin Image?",
                "How do you charge for bandwidth?",
                "How and when will I be billed?",
                "What happens if I go over my usage limits?",
                "I'm an existing customer. How do I switch to one of these pricing plans?",
                "Can I upgrade/downgrade anytime?",
                "How do I cancel?"
            ],
            "frequently_asked_questions_answers": [
                "An Origin Image is a unique asset requested by imgix from your storage (e.g. an Amazon S3 bucket). imgix transformations of each asset are called derivatives and do not count toward your Origin Image count.",
                "We only measure bandwidth served from our CDN POP nodes to the client. If a 5 MB image is resized and served at 100 KB from our servers, then we will only count 100 KB. Each plan has an associated bandwidth limit.",
                "We bill on the first of each month for that month's service. Origin Image counts also reset then. If you have a credit card on file with us, that card will automatically be charged and a receipt will be emailed to you. For premium customers on invoice pricing, an invoice will be emailed to the billing contact on the account.",
                "Free plans that have exceeded the usage limit will be immediately limited from serving new images. Previously cached derivatives and derivatives of previously cached Origin Images will continue to be served but we cannot guarantee how long Origin Images or their derivatives will stay in cache. All other plans that have exceeded usage will be at risk of being limited after continued usage. Consider upgrading your plan to guarantee new Origin Images are served. Free plans that have exceeded usage limits will have their renders limited. Notifications are sent to the billing address on file prior to being limited.",
                "Log into your imgix account and access the upgrade page. If you are having trouble upgrading, please reach out to us at support@imgix.com and we would be happy to assist you.",
                "You may upgrade or downgrade your plan whenever you choose. Upgrades take effect immediately and will be prorated to the current month. Downgrades will be effective at the next billing cycle (beginning of the next month for monthly plans, beginning of the next year for annual plans).",
                "You can cancel your self-service plan at any time. Cancellations take effect at the next billing cycle (beginning of the next month for monthly plans, beginning of the next year for annual plans)."
            ]
        }
    },
    {
        "url": "https://izea.com/flex/pricing/",
        "company": "izea",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start Free Trial",
            "tier_names": [
                "Starter",
                "Power"
            ],
            "tier_prices": [
                "$165/month",
                "$600/month"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://lattice.com/pricing",
        "company": "lattice",
        "ai_pricing_model": "Tiered",
        "category": "Human Resources & Legal",
        "data": {
            "call_to_action": "Request a demo",
            "tier_names": [
                "Performance",
                "OKRs and Goals"
            ],
            "tier_prices": [
                "$8/month",
                "$4,000 minimum annual agreement"
            ],
            "frequently_asked_questions": [
                "What should I expect during my demo call?",
                "What integrations do you offer?",
                "Does the contract include dedicated human support?",
                "Can I purchase Performance or OKRs and Goals separately?",
                "Is there a minimum spend?",
                "In what currency will I be billed?",
                "Is the contract billed monthly, quarterly, or annually?",
                "Are there additional fees for implementation or change management?"
            ],
            "frequently_asked_questions_answers": [
                "During your demo call, our team will walk you through the key features of Lattice, tailored to your organization's needs. We'll answer any questions you have and discuss how Lattice can help you achieve your HR goals.",
                "Lattice integrates with dozens of products and systems, including SSO providers, Slack, Jira, major HRIS’s, and more. See here for more information.",
                "All Lattice contracts include dedicated human support from our customer success team. We're here to help you with onboarding, troubleshooting, and maximizing the value of our platform.",
                "Yes. Performance and OKRs and Goals can be unbundled and purchased individually for $8/month.",
                "Yes. The minimum annual agreement is $4,000. This spend can include different products based on your needs and the number of seats your team requires.",
                "Lattice bills in United States Dollars (USD) only. This applies across all products and services.",
                "Lattice bills all contracts annually.",
                "No! For our performance management software, there are no additional costs for change management or implementation. Lattice offers a wide range of change management support services."
            ]
        }
    },
    {
        "url": "https://learnworlds.com/pricing",
        "company": "learnworlds",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Claim Now",
            "tier_names": [
                "Starter",
                "Pro Trainer",
                "Learning Center",
                "High Volume & Corporate",
                "Hybrid learning"
            ],
            "tier_prices": [
                "24/month",
                "79/month",
                "249/month",
                "598/month"
            ],
            "frequently_asked_questions": [
                "Can I switch plans or cancel my subscription at any time?",
                "Is there a discount available for registered non-profit organizations?",
                "What is included in the trial period?",
                "How can I purchase a plan in LearnWorlds?",
                "Does the price include VAT?",
                "Are there any extra fees?",
                "How can I migrate from my current platform to LearnWorlds?",
                "Does LearnWorlds integrate with my existing tech stack?",
                "Do I need a content hosting service when using LearnWorlds?",
                "Is LearnWorlds SCORM compliant?",
                "What types of assessment questions are included in LearnWorlds?",
                "Can I use LearnWorlds for employee training or customer education, even without selling courses?",
                "Who is LearnWorlds for?",
                "Are my data and content safe with LearnWorlds?",
                "Do you have any more questions?"
            ],
            "frequently_asked_questions_answers": [
                "You can change plans or cancel prior to renewal of your selected subscription i.e. ahead of next billing term.",
                "Yes, LearnWorlds offers discounts to eligible registered non-profit organizations. We value the important work you do, and we're here to support your educational initiatives.",
                "During the 30-day trial period, you'll have access to all the core features and functionality of LearnWorlds.",
                "Purchasing a plan in LearnWorlds is simple. First, you can start by signing up for a free trial directly from our pricing page.",
                "All prices exclude VAT. It will be added to EU customers unless a valid EU VAT number is provided.",
                "At LearnWorlds, we strive to keep our pricing straightforward and transparent. There are no hidden or extra fees.",
                "Migrating your content and data to LearnWorlds is a seamless process. We provide easy-to-follow instructions and tools to assist you.",
                "LearnWorlds offers integration with various popular tech tools and platforms, including API and Multiple SSO.",
                "No, you don't need an additional content hosting service when using LearnWorlds.",
                "Yes, LearnWorlds is SCORM compliant.",
                "Absolutely! LearnWorlds is designed to cater to a diverse range of needs, including employee training and customer education.",
                "LearnWorlds is designed for a wide range of users, including entrepreneurs, educators, coaches, consultants, corporate trainers, and audience segments.",
                "We take data and content security seriously at LearnWorlds. We employ industry-standard security measures to safeguard your data and content.",
                "If you have any more questions or need further clarification, our support team is here to help."
            ]
        }
    },
    {
        "url": "https://logrocket.com/pricing",
        "company": "logrocket",
        "ai_pricing_model": "Tiered",
        "category": "Analytics",
        "data": {
            "call_to_action": "Create Account",
            "tier_names": [
                "FREE",
                "TEAM",
                "PROFESSIONAL",
                "ENTERPRISE"
            ],
            "tier_prices": [
                "$0 / month",
                "$69 / month",
                "$295 / month",
                "Custom Pricing"
            ],
            "frequently_asked_questions": [
                "What is included in the free plan?",
                "How does the 14-day trial work?",
                "What happens after the trial ends?",
                "Can I upgrade my plan later?",
                "Is there a discount for annual billing?"
            ],
            "frequently_asked_questions_answers": [
                "The free plan includes 1,000 sessions per month and 1 month of data retention.",
                "You can try any paid plan for 14 days without any charges.",
                "After the trial, you will need to select a paid plan to continue using the service.",
                "Yes, you can upgrade your plan at any time.",
                "Yes, we offer discounts for annual billing."
            ]
        }
    },
    {
        "url": "https://lokalise.com/pricing",
        "company": "lokalise",
        "ai_pricing_model": "Usage",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Try now",
            "tier_names": [
                "Start",
                "Essential",
                "Pro",
                "Enterprise"
            ],
            "tier_prices": [
                "$120",
                "$230",
                "$825",
                "Contact us"
            ],
            "frequently_asked_questions": [
                "What payment methods do you accept?",
                "Do I need a credit card to sign up?",
                "Is there a free pricing plan?",
                "Do we have special pricing for non profit and open source?",
                "How does the 14-day free trial work?",
                "Can I change my plan anytime?",
                "What happens if I go over my plan key limit?"
            ],
            "frequently_asked_questions_answers": [
                "We accept all major credit cards and wire transfer. Please contact us via chat if you want to take an offline payment.",
                "No. You can sign up and use Lokalise for 14 days without entering your credit card details. You only need to enter payment details at the end of your trial, when you choose a plan.",
                "Yes. Free plan includes up to 500 hosted keys (strings) and 2 seats. Translation history and mobile SDK are only available on paid plans.",
                "Yes. We offer Lokalise for free to open source projects. Non-profit organizations are eligible for a discount. Please contact us to check if your organization qualifies for it.",
                "When you sign up for trial, you'll have access to all the Enterprise features for 14 days. After the trial is over, your plan is downgraded to the Free plan.",
                "Yes. You can upgrade at any time. Click on 'Team settings' in your Lokalise account, to change your plan. If you decide to downgrade or cancel, you will be able to use your current plan until the end of the billing period as we don’t include refunds during an initial subscription. You can however change your plan as you like upon a renewal.",
                "You will have to pay for overages or upgrade to higher plan with higher key allowance. Monthly subscriptions are charged automatically at the end of the billing cycle with end of month key value (see pricing here). Customers on annual plans will be contacted by our Customer Success team."
            ]
        }
    },
    {
        "url": "https://lytics.com/pricing",
        "company": "lytics",
        "ai_pricing_model": "Tiered",
        "category": "Analytics",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Developer",
                "Growth",
                "Enterprise"
            ],
            "tier_prices": [
                "Free forever",
                "$500/mo",
                "Call Us"
            ],
            "frequently_asked_questions": [
                "What is a credit?",
                "How do you handle overages?"
            ],
            "frequently_asked_questions_answers": [
                "Lytics leverages a credit-based pricing, where a credit represents an update to a user profile. Most events in Lytics consume 1 credit, so the number of credits you need depends on how much data you send to Lytics. Inbound events refer to data received by Lytics from the web, API, or any managed integrations. They are consumed at a rate of 1 credit per event. For example, if you have 100 page views, it would consume 100 credits, assuming no additional data collection has been configured. All inbound events would consume 1 credit, regardless of how big the event is or how many profile attributes it updates. Cloud Connect sync events are a special class of inbound event and refer to rows synchronized between your data warehouses and Lytics. They are consumed at a rate of 1/2 credit per updated row. For example, if your query returns 1,000 rows, it would consume 500 credits. Subsequent syncs will only consume credits for the difference in records from the previous sync.",
                "Overages are handled differently depending on what account tier you are on: Enterprise: For our enterprise plans we generally do not charge per month style overages. We work with you to understand your usage and ensure you are on the right plan. If you are consistently over your credit limit, we will work with you to move to the appropriate plan at renewal. Growth: Growth plans which continually exceeded their monthly allocation will be automatically enrolled in a higher credit model at the rates outlined above. Developer: Developer plans which exceeded their monthly allocation will be automatically throttled upon reaching event caps. This throttle will prevent further credit consumption until the next billing cycle."
            ]
        }
    },
    {
        "url": "https://madgicx.com/pricing",
        "company": "madgicx",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start for Free, Choose Your Plan Later",
            "tier_names": [
                "All-in-One with AI",
                "Ad Library + AI Ad Generator",
                "One-Click Report"
            ],
            "tier_prices": [
                "$39/mo",
                "$29/mo",
                "$29/mo"
            ],
            "frequently_asked_questions": [
                "What's included in the 7-day free trial?",
                "Can I create a report using different ad accounts?",
                "Which channels or platforms can I monitor with One-Click Report?",
                "Can I share reports with my team or clients?",
                "Can I use One-Click Report for multiple ad accounts?"
            ],
            "frequently_asked_questions_answers": [
                "You'll get access to everything. Generate up to 5 dashboards with One-Click Report - each dashboard has its own sharable link.",
                "Absolutely! One-Click Report lets you add as many data sources as you want to your reports. These include different ad channels, ad accounts, and Shopify stores.",
                "Meta Ads, Google Ads, Google Analytics, Shopify, and TikTok.",
                "Of course! You can share reports via a public link so that your team or clients can get a live view of the report without having to sign up for Madgicx. Alternatively, you can export and share your report as a PDF.",
                "You can use One-Click Report for as many platforms and ad accounts as you like. We can also aggregate data across accounts/channels."
            ]
        }
    },
    {
        "url": "https://mixmax.com/pricing",
        "company": "mixmax",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get started free",
            "tier_names": [
                "Free Plan",
                "SMB",
                "Growth",
                "Growth + CRM",
                "Enterprise",
                "Essentials",
                "Startup",
                "Scale"
            ],
            "tier_prices": [
                "$0 per month per user, $0 per year per user",
                "$34 per month per user, $29 per year per user",
                "$65 per month per user, $49 per year per user",
                "$89 per month per user, $69 per year per user",
                "Contact Us",
                "$199 per year per user, Additional seats start at $35 per month",
                "$499 per year per user, Additional seats start at $55 per month",
                "$899 per year per user, Additional seats start at $75 per month"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://mixpanel.com/pricing",
        "company": "mixpanel",
        "ai_pricing_model": "Usage",
        "category": "Analytics",
        "data": {
            "call_to_action": "Get the benchmark report →",
            "tier_names": [
                "Free",
                "Growth",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "From $24/ month",
                "Let's chat"
            ],
            "frequently_asked_questions": [
                "What is an event?",
                "How does pricing work?",
                "How can I estimate my event volume?",
                "What if I go over my prepaid amount?",
                "We’re a startup. Do you have any discounts?",
                "What resources are available to ensure I get the most out of Mixpanel?"
            ],
            "frequently_asked_questions_answers": [
                "Events represent interactions between a user and your product. Think about events that you want to measure and understand. Is it a purchase? Video views? Friend requests? The first step is to send that data to Mixpanel. Our flexible data model lets you bring in events easily by connecting Mixpanel to your CDP, data warehouse, or in-house data pipelines. You can also install a Mixpanel SDK.",
                "Events-based pricing calculates the cost based on the number of events across all projects in each period. For eligible plans, you can choose to purchase monthly or annually.",
                "It depends on your number of active users and the number of events (interactions) a typical active user performs in your product every month (or year). These interactions include client-side engagement events (e.g., search, purchase, video view), server-side events (e.g., sign up, account upgrade), and messaging events (e.g., email sent, email opened, etc.). We encourage new customers to get started on the free plan and then upgrade once they have an estimate of their volume.",
                "Once you’ve finished using your prepaid amount of events, you’ll be charged our regular monthly rate for each additional event tracked that month. Volume discounts are baked in. You can save money by giving your company room to grow!",
                "We have the most generous Free plan in the market (20M events) and extensive additional benefits for eligible startups, including your first year free on the Startup Plan and exclusive access to our startup community.",
                "Mixpanel’s Legendary Support Team is available on all plans. We’ll work closely with you to troubleshoot any technical issues, so you can enjoy peace of mind when you choose Mixpanel for your business. Mixpanel’s Customer Success Team is available on Enterprise plans. With 10+ years of experience helping 1,000+ customers, we’ve identified best practices to achieve your goals with analytics. Our team will work with you to plan, implement, onboard, and help everyone in your organization get the most out of Mixpanel. The Mixpanel Community is available on all plans. Get a direct line to 6,000+ Mixpanel customers and experts in our Slack Community to ask questions, discuss latest releases, and learn from power users."
            ]
        }
    },
    {
        "url": "https://mobilexpense.com/pricing",
        "company": "mobilexpense",
        "ai_pricing_model": "Tiered",
        "category": "Financial & Accounting",
        "data": {
            "call_to_action": "Book a demo",
            "tier_names": [
                "Local",
                "Europe",
                "Global"
            ],
            "tier_prices": [
                "€8 per month / user",
                "€10 per month / user",
                "Let's talk"
            ],
            "frequently_asked_questions": [
                "Does Mobilexpense offer volume discounts?",
                "How does Mobilexpense fit into my existing IT landscape?",
                "Are there additional fees on top of the user licences?",
                "What is the pricing structure for international customers?",
                "Is my data secure at Mobilexpense?"
            ],
            "frequently_asked_questions_answers": [
                "Yes. We understand that every business case is unique, so we aim to provide pricing that is specifically tailored to your needs. To achieve this, we create custom proposals that offer a discount structure based on your usage. Our goal is to ensure that our pricing is both competitive and provides exceptional value for your investment.",
                "Mobilexpense is designed to integrate effortlessly with your existing IT infrastructure. It connects with your HR, finance, and ERP systems to sync both core employee data and approved expense data. Additionally, we have standard integrations with service providers such as credit card issuers and travel companies for comprehensive expense management. Plus, for ease of use and increased security, users can log in via Single Sign On (SSO). Mobilexpense solutions can be connected either via API or sFTP file exchange.",
                "Our pricing structure is designed with transparency and flexibility in mind. While our standard fees cover a comprehensive suite of functionalities, we also offer an extensive menu of additional functional modules and integrations. These are available for customers to choose from based on their unique needs and requirements. These optional modules and integrations may come at an additional cost, allowing the solution to be set up according to your specific needs. It is our way of ensuring that you pay only for the features you need, thus tailoring the solution in a way that best fits your organisation.",
                "We are proud to support businesses around the globe, and our pricing structure is designed with this in mind. We strive to provide transparent, fair, and competitive pricing for all our international customers. The exact costs may vary depending on factors such as the number of rollouts, local compliance regulations, and specific requirements of your business in different markets. For the most accurate and tailored pricing information, we encourage international customers to reach out to our sales team who will provide you with a custom proposal based on your exact needs.",
                "Yes. We are proud to be ISO 27001:2013, ISAE 3402 Type II and PCI DSS certified as well as TISAX and GDPR compliant - your data is safe with us."
            ]
        }
    },
    {
        "url": "https://www.mongodb.com/pricing",
        "company": "mongodb",
        "ai_pricing_model": "Usage",
        "category": "Cybersecurity & IT Management",
        "data": {
            "call_to_action": "Try Free",
            "tier_names": [
                "Free",
                "Dedicated",
                "Serverless",
                "Shared"
            ],
            "tier_prices": [
                "$0",
                "$0.08/hour",
                "$0.10/1M reads",
                "$0/month"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://openai.com/pricing",
        "company": "openai",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get Free",
            "tier_names": [
                "Free",
                "Plus",
                "Pro",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 / month",
                "$20 / month",
                "$200 / month",
                "$25 per user / month billed annually",
                "$30 per user / month billed monthly"
            ],
            "frequently_asked_questions": [
                "How does ChatGPT’s pricing work?",
                "Is ChatGPT free to use?",
                "Does OpenAI offer a ChatGPT plan for educational institutions?",
                "Does OpenAI offer a discount for nonprofits?",
                "How many users are supported on each subscription plan?",
                "What are my payment options?",
                "How secure is ChatGPT?",
                "How does ChatGPT use my data?"
            ],
            "frequently_asked_questions_answers": [
                "The free version of ChatGPT is available to everyone. Paid plans (Plus, Team, and Enterprise) are priced per user per month. We offer monthly plans for Plus and Team and annual plans for Team and Enterprise.",
                "The free version of ChatGPT is available to everyone. Upgrading to Plus, Team, or Enterprise offers a more powerful experience through additional features and access to GPT-4.",
                "Yes, ChatGPT Edu is an affordable plan built for universities to deploy AI more broadly across their campus communities. Powered by GPT-4o, ChatGPT Edu offers advanced capabilities, robust security and data privacy, and administrative controls. Contact our team to learn more.",
                "Yes. Through OpenAI for Nonprofits, eligible nonprofits can receive a 20% discount on subscriptions to ChatGPT Team and a 50% discount to ChatGPT Enterprise. To apply for the ChatGPT Team discount, click here. To apply for a nonprofit discount on ChatGPT Enterprise, please contact sales.",
                "Free and Plus plans are designed to be used by individuals. Team and Enterprise are for businesses. Team plans are available starting at 2 users. Please contact sales to learn more about our Enterprise plan.",
                "You can purchase ChatGPT Plus or Team with any major credit card. For ChatGPT Enterprise, please contact sales for alternative payment options such as invoicing.",
                "All data is encrypted in transit (TLS 1.2). Data at rest is encrypted at rest (AES-256), and strict access controls are used to limit who can access data. Our security team has an on-call rotation that has 24/7/365 coverage and is paged in case of any potential security incident. We offer a Bug Bounty Program for responsible disclosure of vulnerabilities discovered on our platform and products. Please visit our Trust Portal for more details.",
                "We give you control over your data. Read more about how your data is used and our Enterprise privacy."
            ]
        }
    },
    {
        "url": "https://otter.ai/pricing",
        "company": "otter",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Basic",
                "Pro",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "$16.99 USD per user Billed Monthly",
                "$30 USD per user Billed Monthly",
                "Schedule a Demo"
            ],
            "frequently_asked_questions": [
                "My colleagues and I have Otter accounts. Can we switch to Business?",
                "What forms of payment can I use?",
                "Can I pay with PayPal?",
                "Is there a discount for students?"
            ],
            "frequently_asked_questions_answers": [
                "Yes! Sign into your account. Under Settings, select “Upgrade to Business” and follow the prompts.",
                "We accept credit and debit card payments on our Otter.ai website, and in-app purchases charged to your Apple App Store or Google Play account.",
                "PayPal is not yet accepted, but we will definitely consider adding this option in the future.",
                "Yes, we offer a 20% discount on Otter Pro Monthly and Otter Pro Annual plans for individual students and teachers using an email address ending with .edu."
            ]
        }
    },
    {
        "url": "https://www.pagerduty.com/pricing/",
        "company": "pagerduty",
        "ai_pricing_model": "Usage",
        "category": "Cybersecurity & IT Management",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Professional",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "$00 up to 5 users / month",
                "$2521 per user / month",
                "$4941 per user / month",
                "Call Us"
            ],
            "frequently_asked_questions": [
                "How many users do I need?",
                "How does the 14-day trial work?",
                "What are my payment options?",
                "How many systems can I monitor?",
                "How many notifications are included in my account?",
                "Can I only purchase AIOps?",
                "Are there any lower cost options for users who are not responders?",
                "How is PagerDuty AIOps priced?",
                "What's not included in Digital Operations Management?"
            ],
            "frequently_asked_questions_answers": [
                "Every person added to your PagerDuty account is a paid user, including those who are receiving notifications or are included in a schedule.",
                "Our trial is a full-featured free trial for 14 days that you can start using instantly. No credit card required so you won’t be charged until you are ready to buy. When you are ready, select any of the available plans to continue using PagerDuty.",
                "We accept Visa, MasterCard, American Express, Discover, and JCB through your online account. Want to pay via invoice? Sure! We’ll gladly set up an annual invoice. Just call or contact us.",
                "You can monitor as many or as few systems as you want with PagerDuty. Whether you want to monitor one computer with Nagios or use Datadog, Icinga and Zenoss to monitor hundreds of applications across thousands of hosts, we won't charge you extra. We have 700+ pre-built integrations so you can connect PagerDuty to your monitoring tools of choice.",
                "Notifications can be sent by email, push, SMS, and phone. All customers get unlimited email and push notifications. Professional, Business, and Digital Operations plans also get unlimited global SMS and phone notifications. Free customers receive 100 SMS and phone notifications.",
                "You will have to purchase at least one user on a Professional or Business Incident Response plan to be able to purchase AIOps.",
                "You can purchase lower cost user licenses for business stakeholders who get read-only access to your PagerDuty products. If you purchase the Business plan or Digital Operations plan, stakeholder users can subscribe to incidents for real-time updates during critical outages to improve organization-wide response.",
                "PagerDuty is committed to providing customers with the best value and ROI. With that in mind, PagerDuty AIOps is licensed per accepted event. Accepted events are any valid events that are sent to and processed by PagerDuty via email integration or API with a successful 2xx response. The number of events should correlate with the number of 2xx responses a customer receives back from the events API.",
                "Global Event Orchestration is not included. See PagerDuty AIOps."
            ]
        }
    },
    {
        "url": "https://www.salesforce.com/products/marketing-pricing/",
        "company": "pardot",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Try for free",
            "tier_names": [
                "Starter Suite",
                "Marketing Cloud Growth Edition",
                "Marketing Cloud Advanced Edition",
                "Data Cloud",
                "Marketing Engagement",
                "Account Engagement",
                "Personalization",
                "Marketing Intelligence",
                "Customer Loyalty Solutions",
                "Small Business Marketing",
                "Standard Success Plan",
                "Premier Success Plan",
                "Signature Success Plan"
            ],
            "tier_prices": [
                "$25 USD/User/Month",
                "$1500 USD/Org/Month",
                "$3250 USD/Org/Month",
                "From $108,000 USD/org/year",
                "From $2,500 USD/org/year",
                "From $1,250 USD/org/month",
                "From $108,000 USD/org/year",
                "From $3,000 USD/org/year",
                "From $20,000 USD/org/year",
                "From $1,500 USD/org/month",
                "Included in all licenses",
                "30% of net license fees",
                "Contact your account executive"
            ],
            "frequently_asked_questions": [
                "How much does Marketing Cloud cost?",
                "Are there upfront costs or additional fees?",
                "What if my business priorities and product needs have changed?",
                "Do Salesforce products integrate with outside applications and systems?",
                "How long are your contracts?",
                "Can I upgrade at any time? Can I add more products later on?"
            ],
            "frequently_asked_questions_answers": [
                "Marketing Cloud is the platform name for a range of products that help marketers achieve success across every aspect of the marketer’s role. The platform is sold through individual products that make up the entire portfolio, including our Data Cloud, Engagement, Personalization, and Marketing Intelligence solutions. Each product can be sold depending on the individual businesses needs, and are priced to cater for every business size and need. For more information, please review the detailed product breakdown on this page, or request a call with a sales representative today.",
                "Salesforce has different add-ons, apps, and additional products to help your company stay ahead in your industry. For questions regarding Data Cloud, Marketing Cloud Engagement, Account Engagement, Personalization, Intelligence and Loyalty Management, please contact us to discuss exactly what kind of products you’re looking to add and how we can help.",
                "If and when your business priorities and product needs change, our editions and pricing structure has been established to cater to increases and decreases in product or solution usage. If changes are required, we recommend you work with your account teams to determine the different options available to you.",
                "Yes, Salesforce products integrate with many outside applications and systems. Our Marketing Intelligence, Customer Data, and Engagement solutions support a wide range of partners and API integrations, which allow our customers to develop dynamic and integrated technology stacks.",
                "Most Salesforce products use annual contracts, but Salesforce subscription terms vary. For any questions related to contracts for Data Cloud, Marketing Cloud Engagement, Account Engagement, Personalization, Intelligence, or Loyalty Management, please chat with a sales representative to discuss payment and billing options for your products.",
                "Yes, of course. You are able to upgrade at any time as well as purchase additional products later on in your contract. We recommend engaging your account representative whenever you have questions around upgrades, add-ons, or contract information."
            ]
        }
    },
    {
        "url": "https://www.pinecone.io/pricing/",
        "company": "pinecone",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get Started Today",
            "tier_names": [
                "Starter",
                "Standard",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "Pay as you go",
                "Custom"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://pipedrive.com/pricing",
        "company": "pipedrive",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Try it free",
            "tier_names": [
                "Essential",
                "Advanced",
                "Professional",
                "Power",
                "Enterprise"
            ],
            "tier_prices": [
                "US$14",
                "US$34",
                "US$49",
                "US$64",
                "US$99"
            ],
            "frequently_asked_questions": [
                "What is CRM pricing and how is it determined? What factors affect CRM software cost?",
                "How much does a CRM cost on average?",
                "Which CRM pricing models are available in Pipedrive? Which is the best one to choose?",
                "Can my co-workers join my free trial?",
                "Can I try different plans during my trial?",
                "Are there any plan limits during my free trial?",
                "Will my data be safe?",
                "What is an add-on?",
                "What’s the difference between annual and monthly billing?",
                "Which payment methods do you accept?",
                "How can I contact customer support?",
                "What are the prices associated with CRM?",
                "What does it cost to implement a CRM?"
            ],
            "frequently_asked_questions_answers": [
                "CRM pricing refers to the cost of implementing and using customer relationship management software. The price is determined by factors like number of users, features included in the software, integrations and level of support provided by CRM companies.",
                "CRM costs vary widely depending on the CRM company and features included. On average, the typical cost of CRM software ranges from less than a hundred to several hundred dollars per user per year, with some enterprise-level solutions costing even more. To find the best CRM software prices, research and compare CRM providers based on their pricing plans and features. Pipedrive offers different solutions at price points to match users’ requirements.",
                "Pipedrive offers five main CRM plans: Essential, Advanced, Professional, Power and Enterprise. We recommend that you carefully evaluate your business needs and consider the features offered in each plan before deciding which CRM pricing model to choose. Take advantage of Pipedrive’s 14-day free trial to test the software before making a purchase decision.",
                "Yes, you can invite as many people as you want to join your Pipedrive trial. Simply click on your profile in the top right corner of your screen and select 'Add more users' from the drop-down menu.",
                "Yes, you can switch between our Essential, Advanced and Professional plans for free as much as you want during your trial.",
                "All of our plans except Enterprise have feature usage limits that also apply during the trial period. Upgrade to a higher plan for free during your trial to increase your limits.",
                "Protecting your business data is one of our highest priorities. Learn more about our rigorous security and privacy standards.",
                "Add-ons are additional Pipedrive tools that you can add to any plan. You are charged for add-ons per company, not per user.",
                "The difference is how often you pay your subscription fee. With monthly billing, you will be charged on the same day each month. With annual billing, you are charged once for the whole year.",
                "There are different ways to pay for Pipedrive including major credit cards, debit cards and PayPal. Your payment options depend on the country you live in.",
                "Our friendly support team is ready to help out. Here’s how to get in touch.",
                "As well as the cost of the customer relationship management software itself, which differs based on pricing tier, some providers also charge users for implementation, setup, training, data migration, support and more. You may also be able to purchase credits to get access to more features or more access to the features already on your plan. Try to find a CRM that’s transparent about its pricing. Pipedrive has no hidden costs, making it an excellent choice for anyone with a fixed budget.",
                "The cost of implementing a CRM varies based on factors such as business size, software choice, user count, customization and integration needs. On-premises setups usually have higher upfront costs. Some CRM providers charge users for implementation. If you choose Pipedrive, implementation is free when you sign up for a pricing plan that’s over $400 a year. Costs differ widely, so a thorough evaluation is essential for an accurate estimate."
            ]
        }
    },
    {
        "url": "https://podium.com/pricing",
        "company": "podium",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Get a demo",
            "tier_names": [
                "Core",
                "Pro",
                "Signature"
            ],
            "tier_prices": [
                "$399 USD per month",
                "$599 USD per month",
                "Custom pricing"
            ],
            "frequently_asked_questions": [
                "What is Podium?",
                "Is Podium made for my industry?",
                "Is Podium worth the cost?",
                "What does Podium cost monthly?",
                "What happens if I hit my Bulk Messages limit?",
                "What's included in the base 10DLC fee?"
            ],
            "frequently_asked_questions_answers": [
                "Podium is a desktop and mobile digital platform that enables businesses to attract and convert more leads. We have a full suite of communication, marketing, payment, and review management tools that are all accessible in our consolidated platform. Plus, we’re AI-powered! Some of our most used core features, including bulk marketing texts, inbox replies, and call summaries use Artificial Intelligence to help you market better, reply faster, and make it easier to convert more leads into sales.",
                "Podium has proven to be successful for several commerce and service-based industries and sub-industries, including: Retail: Furniture, Appliance, Mattress, Jewelry; Home Services: HVAC dealers, Plumbing; Automotive: Auto dealers / OEM, auto repair and body shops; Health & Wellness: Medical Spas, Dermatology, Plastic Surgery, Dental Offices; Large Businesses: Businesses with multiple locations and/or complex business operations.",
                "We totally understand how serious and important investments are for your business—that’s why we’re transparent about our pricing and what goes into building your perfect plan. Our sales team can customize a plan for your business and help you decide if Podium is the right fit for you. We’ve also put together several case studies that discuss how much businesses have increased their revenue and lead conversion rate with our tools and features.",
                "Transparently, the monthly cost may vary depending on your specific business needs and operations. We’ve outlined the base costs of our different plans above, but if you have specific questions, our sales and account teams will work with you to build the perfect plan based on your industry, partnerships, integrations, volume, and carrier fees.",
                "Once you have reached your monthly Bulk Messages limit, you will not be able to send any additional Bulk Messages until the start of the following month. At any time, you can upgrade your bulk message limit by getting in touch with your dedicated Customer Success Manager.",
                "The base 10DLC of $5 per month per location includes 3 message segments per second and up to 2,000 T-mobile messages per day per location."
            ]
        }
    }
]