[
    {
        "url": "https://activtrak.com/pricing",
        "company": "activtrak",
        "ai_pricing_model": "Tiered",
        "category": "Human Resources & Legal",
        "data": {
            "call_to_action": "Get started free",
            "tier_names": [
                "Free",
                "Essentials",
                "Essentials Plus",
                "Professional"
            ],
            "tier_prices": [
                "$0",
                "$10",
                "$15",
                "$19"
            ],
            "frequently_asked_questions": [
                "How does the free trial work?",
                "What’s included in each of the support packages?",
                "How do I purchase support packages?",
                "How do I get API access to my account data?",
                "How do I get additional data history?",
                "How do I purchase Screen Details?",
                "How can I upgrade my plan?",
                "What happens if I exceed the number of licenses purchased?",
                "Do you offer monthly payment plans?",
                "Do I have to sign a long-term contract? How do I cancel/delete my account?",
                "How do I know my data is secure?"
            ],
            "frequently_asked_questions_answers": [
                "A free trial gives you access to the full version of the Professional plan for 14 days. As a trial user, you get to explore all the exclusive insights and analytics available in ActivTrak, and experience the value we provide to you as a customer. Trial plans are automatically downgraded to a Free plan at the conclusion of the trial period. Free plans are restricted to three users and have limited application functionality.",
                "ActivTrak offers three US-based support plan tiers to suit a wide range of needs: Digital Support, Premier Support and Signature Support. For a description of what’s included in each tier, visit https://www.activtrak.com/support/. ",
                "You can purchase support plans or custom professional services by contacting our sales team. Please note that a paid support plan is required for any purchase involving more than 50 licenses to ensure optimal setup, performance, and ongoing assistance.",
                "ActivConnect API is a set of API connectors and tools that enable access to your ActivTrak data in hundreds of external applications. The ActivConnect API add-on includes a cloud-based SQL query interface, API compatibility with business and analytic software, BI starter templates for Microsoft Power BI, Tableau, Google Looker Studio and more. To purchase ActivConnect, please contact sales@activtrak.com or use the Chat icon below to connect with our team immediately.",
                "Accounts with a paid plan can extend their total data history to increments of one year up to a maximum of three years to enable longer-term comparison and data trend analysis. The Data History add-on is available for $1 per user/month and can be purchased by contacting us.",
                "The Screen Details add-on unlocks access to granular work activity data such as screenshots, screen views, title bars, full URLs and the ability to set alarms and block websites. To purchase, admins can add Screen Details to their paid plan within the ActivTrak app, via email at sales@activtrak.com or use the Chat icon below to connect with our team immediately.",
                "Admins can upgrade their plan in the ActivTrak app or through our sales team. For more details, please contact sales@activtrak.com or use the Chat icon below to connect with our team immediately.",
                "If you exceed the allotted number of users on your account, we will notify you via email and dashboard prompts so you can take immediate action. You will receive a 14-day grace period to purchase additional licenses or make adjustments to bring the user count within the allocated limit. Beyond the 14-day period, you will not see any data in your reports until the user count is brought back within the allowed limits of your plan.",
                "We currently only offer annual plans. If you would like to know more or explore other options, please contact sales@activtrak.com or use the Chat icon below to connect with our team immediately.",
                "All ActivTrak plans are billed on an annual contract basis. We also offer exclusive discounts for multi-year contracts. Email sales@activtrak.com to inquire about custom quotes, pricing or invoicing questions. To cancel/delete your account (Free or Paid), please review this article for more detail.",
                "ActivTrak is a certified SOC 2 Type 2 compliant platform. Your data is stored in highly secure data centers on state-of-the-art computer servers protected by 24-hour surveillance. Our product and infrastructure is updated regularly with the latest security patches. Our network is protected by a firewall and all ActivTrak plans include SSL encryption to keep your data safe. For more details on our security and privacy practices, check out: https://www.activtrak.com/security/"
            ]
        }
    },
    {
        "url": "https://aftership.com/pricing",
        "company": "aftership",
        "ai_pricing_model": "Tiered",
        "category": "Supply Chain & Logistics",
        "data": {
            "call_to_action": "Learn more",
            "tier_names": [
                "Essentials",
                "Pro",
                "Premium",
                "Enterprise",
                "Free",
                "Team",
                "Enterprise (Support)"
            ],
            "tier_prices": [
                "$9/month",
                "$99/month",
                "$199/month",
                "Custom",
                "Free",
                "$10/member/month",
                "20% of the product subscription fee (Silver)",
                "30% of the product subscription fee (Gold)"
            ],
            "frequently_asked_questions": [
                "What’s your uptime guarantee?",
                "How do I switch to another plan?",
                "How does SMS pricing work?",
                "What payment methods do you support?",
                "What if I go over my shipment quota?"
            ],
            "frequently_asked_questions_answers": [
                "AfterShip guarantees 99.9% monthly uptime guarantee. If it is not met, we’ll refund 10% of whatever you pay for the downtime period.",
                "You can upgrade or downgrade the existing plan as your business requirements change. It can be changed from the billing page.",
                "SMS pricing is based on the destination. Our fair pricing ensures you will only be charged on the SMS sent.",
                "AfterShip accepts all major credit and debit cards. You can modify existing payment methods from the billing page.",
                "For Essentials and Pro plans, we charge $0.08/extra shipment. For the Premium plan we charge $0.12/extra shipment. Enterprise users can discuss their extra shipment fee with our sales team."
            ]
        }
    },
    {
        "url": "https://ahrefs.com/pricing",
        "company": "ahrefs",
        "ai_pricing_model": "Tiered",
        "category": "Analytics",
        "data": {
            "call_to_action": "Get access to these insights with an Ahrefs subscription and use them to improve your business.",
            "tier_names": null,
            "tier_prices": null,
            "frequently_asked_questions": [
                "Do you offer discounts or free trials?",
                "What payment methods do you offer?",
                "Are there any automatic charges?",
                "Are there any contracts or setup fees?",
                "How can I switch my plan?",
                "Can I purchase only one tool?",
                "How can I cancel my plan?",
                "How can I switch to annual billing?",
                "How do you charge for additional data and credits?",
                "Is unused additional data carried over to the next month?",
                "What is your refund policy?",
                "How do Integrations work?"
            ],
            "frequently_asked_questions_answers": [
                "We never run discounts. But if you're a website owner, you can sign up for Ahrefs Webmaster Tools to get free limited access to Site Explorer & Site Audit.",
                "We accept Visa, Mastercard, American Express and UnionPay. For Enterprise plans, we also support wire transfers on request.",
                "Yes. If not prepaid for, additional users are automatically charged on a pay-as-you-go basis. Also, if you enable additional pay-as-you-go credits and data, you’ll be automatically charged when consumption exceeds your plan’s limits.",
                "There are no contracts or setup fees. You can switch your plan or cancel your Ahrefs subscription at any time.",
                "Upgrade or downgrade your account anytime from your Account Settings. Upgrades take effect immediately, while downgrades and cancellations become effective at the end of your current billing period.",
                "No, we don’t offer tools separately. Ahrefs plans include access to all our tools.",
                "Cancel your plan anytime from your Account Settings. When you cancel, you’ll still be able to use your plan until the end of your subscription period. After your paid subscription ends, you’ll be switched to a free Ahrefs Webmaster Tools plan with free limited access to Site Explorer & Site Audit.",
                "Please contact our support team at support@ahrefs.com.",
                "Once you enable additional pay-as-you-go credits and data, you’ll be automatically charged when consumption exceeds your plan’s limits. If you’re on an annual plan, you can choose to prepay at a discounted rate.",
                "Yes. PAYG purchases such as report credits, export rows, crawl credits, and API units, last for three billing months, including the current one. For example, if the usage reset date is set to the 20th October and you’ve purchased PAYG credits on the 15th October, they will expire on the 20th December. Please note though that pre-paid limits are always used first.",
                "Ahrefs does not issue refunds in general. For monthly subscriptions, you can request for a refund if you haven't used the service, but we may decline your request if we see any material activity in your account.",
                "When you use the Integrations applications developed by our partners, you use rows from your monthly data rows limit."
            ]
        }
    },
    {
        "url": "https://aircall.io/pricing/",
        "company": "aircall",
        "ai_pricing_model": "Addon",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get free access",
            "tier_names": [
                "Essentials",
                "Professional",
                "Custom"
            ],
            "tier_prices": [
                "$6",
                "$6",
                "$6"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://www.airtable.com/pricing",
        "company": "airtable",
        "ai_pricing_model": "Addon",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Try for free",
            "tier_names": [
                "Free",
                "Team",
                "Business",
                "Enterprise Scale"
            ],
            "tier_prices": [
                "Free",
                "$20 per seat/month billed annually",
                "$45 per seat/month billed annually",
                "Custom pricing"
            ],
            "frequently_asked_questions": [
                "How does Airtable's pricing work?",
                "How does Airtable's Business and Enterprise Scale pricing work?",
                "Is Airtable free to use?",
                "How much does Airtable cost?",
                "What are my payment options?",
                "What happens when I hit my usage limits?",
                "I am currently on Airtable’s legacy Enterprise plan — where can I see a list of my current features?"
            ],
            "frequently_asked_questions_answers": [
                "Airtable plans are charged per seat. If you are on Airtable’s Free plan, all users are free. If you are on a Team or Business plan, you will be charged for all users who have edit permissions for at least one base in the workspace. No charges will apply on a Team or Business plan for read-only collaborators, form submissions, or share links. Charges are prorated: users with edit permissions added partway through the month will only be charged for the days after they were added.",
                "Airtable has two plans geared towards large company usage of Airtable: Business and Enterprise Scale. You can purchase Business either through the plan upgrades page in your workspace settings tab, or by contacting our sales team. To purchase Enterprise Scale, please contact sales. On either plan, you will be charged for all users with edit permissions for at least one base in your organization. As part of the Enterprise Scale plan, an organization has the ability to create unlimited org units, workspaces and bases within their organization. Charges are prorated: collaborators with edit permissions added partway through the billing cycle will only be charged for the months after they were added.",
                "Airtable has multiple packages to help teams of all sizes orchestrate their work. Our Free plan is available to teams for no charge and provides the key building blocks to help you build applications. The Free plan is formulated for individual users, very small teams, or those with lightweight needs. Our paid plans offer additional power and scale for teams, departments, and large enterprises.",
                "Our Free plan is available at no cost for users just getting started. For teams who like the features of our Free plan but need more capacity, our Team plan is available for $20/user/month when billed annually. Our Business and Enterprise Scale plans include the additional customization, data scale, flexibility, and administrative features that departments and enterprise organizations need. Business is available at $45/user/month when billed annually our Enterprise Scale plan pricing is custom, based on the organization’s needs and scale with Airtable.",
                "All payments are made via credit card for Team workspaces, and for Business if purchased through your workspace settings tab. For Business and Enterprise Scale accounts purchased through our sales team, we can issue an annual invoice with payment via PO and/or ACH, wire, or check.",
                "If you reach (or are over) our record or attachment limits, you’ll still be able to use your bases and we will never remove your data. We’ll notify you of the overage and you will not be able to add more records or attachments until you upgrade to a new plan. For automations and API limits, you will be capped at the usage limit on your current plan.",
                "For existing customers on Airtable’s legacy Enterprise plan, no changes will go into effect until your renewal, at which point your account team will discuss your plan options with you. In the meantime, see this help article for a list of your current features and functionality."
            ]
        }
    },
    {
        "url": "https://aiven.io/pricing?product=kafka",
        "company": "aiven",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get started for free",
            "tier_names": [
                "Startup",
                "Business",
                "Premium"
            ],
            "tier_prices": [
                "$290/month",
                "$725/month",
                "$2,800/month"
            ],
            "frequently_asked_questions": [
                "What are the differences between plans?",
                "Does Aiven offer a free plan?",
                "What is the difference between the Aiven free plans and the Aiven free trial?",
                "What’s included in Aiven customer support?",
                "Does Aiven offer any discounts?",
                "Can I add more disk space to my plan?"
            ],
            "frequently_asked_questions_answers": [
                "The differences between plans include the number of dedicated VMs, CPU and RAM specifications, total cluster storage, and additional features.",
                "Aiven does not offer a free plan, but there is a free trial available.",
                "The Aiven free plans are limited in features compared to the free trial which offers more capabilities.",
                "Aiven customer support includes email support with best-effort responses during the same or next business day.",
                "Aiven offers discounts for annual payments and larger setups.",
                "Yes, you can add more disk space to your plan."
            ]
        }
    },
    {
        "url": "https://www.algolia.com/pricing/",
        "company": "algolia",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Build",
                "Grow",
                "Premium",
                "Elevate"
            ],
            "tier_prices": [
                "Free",
                "Free/pay-as-you-go",
                "Annual plan",
                "Annual plan"
            ],
            "frequently_asked_questions": [
                "What is a search request?",
                "What is a record? How do you count records?",
                "Is there a free plan?",
                "Who is the Algolia Build plan intended for?",
                "Why does the Algolia Build plan include more free records than Grow?",
                "Who is the Algolia Grow plan intended for?",
                "What is the free tier of Algolia Grow?",
                "What is the difference between Grow & Premium?",
                "What is the difference between Premium and Elevate?",
                "Do you offer volume discounts?",
                "Does Algolia require an annual contract?",
                "Does Algolia offer special pricing for start-ups?"
            ],
            "frequently_asked_questions_answers": [
                "A search request is a group of one or more search operations sent in a single exchange. Search operations are triggered when a search is performed. In past Algolia plans, a single search would be counted per active search index. With the current pricing, this would count as one search request.",
                "A record is an item or object that contains data that someone would search for. The total number of records is equal to the sum of records in all indices. Each pre-sort of records creates a copy, increasing the total record count.",
                "Yes! Algolia Build offers 1 Million Records for free, and 10,000 Requests every month for both Search and Recommend products.",
                "The Algolia Build plan is your Search & Discovery playground to try Algolia’s full product offering.",
                "The Algolia Build plan permits up to 1 Million records when you’re in development, with API rate limiting and a limited number of Search Requests per month.",
                "The Algolia Grow plan is intended for projects in production, and data which is being used by end users.",
                "The Algolia Grow plan includes $51 worth of free usage every month.",
                "Premium includes AI features, expanded global hosting options, Merchandising Studio and access to professional services and add-ons.",
                "Elevate includes Algolia NeuralSearch, processing both vector and keyword results in parallel.",
                "Yes. The Premium and Elevate plans include volume discounts.",
                "Grow is a pay-as-you-go plan, billed monthly with no contract required. Premium and Elevate require an annual contract.",
                "Learn more about the Algolia Startup program and our free offer for open source and non-profit projects."
            ]
        }
    },
    {
        "url": "https://amplitude.com/pricing",
        "company": "amplitude",
        "ai_pricing_model": "Tiered",
        "category": "Analytics",
        "data": {
            "call_to_action": "Start for free",
            "tier_names": [
                "Starter",
                "Plus",
                "Growth",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "From $49/mo",
                "Contact sales",
                "Contact sales"
            ],
            "frequently_asked_questions": [
                "What is an MTU?",
                "How can I estimate MTUs?",
                "How do I get access to Session Replay, CDP and Experimentation?",
                "Do you offer special pricing or discounts for startups?"
            ],
            "frequently_asked_questions_answers": [
                "An MTU (monthly tracked user) is a unique user with one or more events in an organization within a calendar month. It can be either an anonymous user (which Amplitude will track via device ID) or an identified user (tracked by user ID).",
                "MTU count is similar to the Monthly Active Users (MAU) count on your website or applications, provided they account for anonymous visitors identically. For more information on how to estimate and track MTUs, please refer to our MTU Help Center article here.",
                "Amplitude offers four plans that put the full power of our platform into your teams’ hands. Our Starter and Plus plans are meant for small teams and come packed with Analytics, feature flags, Session Replay, and CDP. Our Growth and Enterprise plans unlock the full power of our platform, including experimentation and advanced audience management, to help you scale with deeper insights, automation, and scale.",
                "Yes! The Amplitude Startup Scholarship provides one year of our paid Growth plan features for free. Learn more and apply here."
            ]
        }
    },
    {
        "url": "https://www.anaconda.com/pricing/organizations",
        "company": "anaconda",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Start for Free",
            "tier_names": [
                "Free",
                "Starter",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$15 Per user Per month",
                "Starting at $50 Per user Per month",
                "Custom"
            ],
            "frequently_asked_questions": [
                "How do I get started with Anaconda Business or Anaconda Enterprise?",
                "How do I get started with Free or Starter?",
                "What is included with Anaconda Free plan?",
                "How should I choose between Anaconda Cloud-hosted or On-prem offerings?",
                "How should I choose between Anaconda Business and Anaconda Enterprise plans?",
                "What is the difference between Cloud and On-Prem offerings in Business?",
                "What implementations are available on-prem from Anaconda?"
            ],
            "frequently_asked_questions_answers": [
                "Create your account and start centralizing your software supply chain right away with access to our professional repository and tokenized user access controls. Users in your organization gain access to our cloud-hosted Anaconda Notebooks—a fully loaded, configured, and ready-to-code interactive development environment that runs on any browser and any system. Also check out Anaconda Learning, where you can access on-demand training to upskill in data science, Python, data visualization, machine learning, and more.",
                "Simply create your free Anaconda Cloud account. Get started coding immediately in Notebooks, a fully loaded, configured, and ready-to-code interactive development environment. It runs on any browser and any system.",
                "Anaconda Free plan gives you access to our cloud-hosted and locally distributed Python packages. The cloud distribution is preconfigured in Notebooks, where you get 100MB of storage and access to high compute for your data science and machine learning projects. Not sure how to get started? Check out Anaconda’s free learning courses.",
                "Anaconda cloud-hosted offerings are made available through Anaconda’s multi-tenant cloud. This option is best for organizations that want to minimize implementation and maintenance burden, and do not require on-premises (on-prem) installation or self-hosting.",
                "If you’re part of a team at an organization that’s using Python and cloud infrastructure, has advanced security compliance requirements, and needs governance (e.g., user access control) capabilities, our Business plan is likely a good choice. If you need collaboration capabilities for a team or many teams to deploy secure Python projects within your organization, contact us to learn about our Enterprise offerings.",
                "Both plans enable governance and security compliance for your users through our Package Security Manager. The primary difference is that our on-prem plan comes with a dedicated artifact repository that can be installed on your infrastructure/in your private cloud. Alternatively, our cloud plan does not require any installation or implementation, since all packages and security capabilities are hosted in our multi-tenant cloud.",
                "Our on-prem plans have several implementations available: on premises, private cloud, air gapped, and managed service (single-tenant cloud)."
            ]
        }
    },
    {
        "url": "https://anyword.com/pricing/",
        "company": "anyword",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Start for free",
            "tier_names": [
                "Starter",
                "Data-Driven",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "$49/month",
                "$99/month",
                "$499/month",
                "Custom pricing"
            ],
            "frequently_asked_questions": [
                "How does Anyword work?",
                "What's included in Anyword's plans?",
                "How many users can join my plan?",
                "Can I change my subscription plan at any time?",
                "What does unlimited words mean?",
                "Do you offer a free trial?",
                "Can I cancel my subscription at anytime?",
                "Are there discounts for non-profit organizations or students?",
                "What if I have questions or issues with my subscription?",
                "What are performance data rows?",
                "What are performance predictions?"
            ],
            "frequently_asked_questions_answers": [
                "Anyword uses AI to generate marketing content based on performance data.",
                "Plans include various features such as performance predictions, data rows, and seats.",
                "The number of users depends on the plan selected.",
                "Yes, you can change your subscription plan at any time.",
                "Unlimited words means you can generate as much content as you need without limits.",
                "Yes, a free trial is available for new users.",
                "Yes, you can cancel your subscription at any time.",
                "Discounts may be available for non-profits or students; please inquire for details.",
                "For questions or issues, you can contact support.",
                "Performance data rows refer to the data points used to analyze content performance.",
                "Performance predictions are forecasts of how well content will perform based on historical data."
            ]
        }
    },
    {
        "url": "https://appfollow.io/pricing",
        "company": "appfollow",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start for free",
            "tier_names": [
                "Free",
                "Essential",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$139 per month",
                "$459 per month",
                "Custom price"
            ],
            "frequently_asked_questions": [
                "What features are included in the Free plan?",
                "How can I upgrade my plan?",
                "Is there a trial period for the paid plans?",
                "What payment methods do you accept?"
            ],
            "frequently_asked_questions_answers": [
                "The Free plan includes fundamental insights, rating & reviews analysis, AI summary, manual tags, entry-level reply-to-reviews, ASO tools, and Zendesk & Slack integrations.",
                "You can upgrade your plan from your account settings at any time.",
                "Yes, we offer a 14-day trial period for the paid plans.",
                "We accept credit cards, PayPal, and bank transfers."
            ]
        }
    },
    {
        "url": "https://asana.com/pricing",
        "company": "asana",
        "ai_pricing_model": "Usage",
        "category": "Project Management & Maintenance",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Personal",
                "Starter",
                "Advanced",
                "Enterprise",
                "Enterprise+"
            ],
            "tier_prices": [
                "$0",
                "$10.99 per user, per month billed annually; $13.49 billed monthly",
                "$24.99 per user, per month billed annually; $30.49 billed monthly",
                "Contact sales for pricing",
                "Contact sales for pricing"
            ],
            "frequently_asked_questions": [
                "How does Asana's pricing work?",
                "We need to change the number of people in our team. How will that work?",
                "How secure is Asana?",
                "Do you offer academic pricing?",
                "Should I upgrade my organization or my team?",
                "Will I be charged sales tax?",
                "Is there an on-premises version of Asana?",
                "How does Asana protect my data?",
                "How does Asana store data?",
                "Will I be charged VAT/GST?",
                "Does Asana offer a discount for nonprofits?",
                "How do I cancel my Asana subscription or trial?",
                "What is your refund policy?"
            ],
            "frequently_asked_questions_answers": [
                "The Personal version of Asana is available for teams of up to 10 people. Asana Starter costs $10.99 per user per month when billed annually and $13.49 per user per month when billed monthly. The price of Asana Advanced is $24.99 per user per month when billed annually and $30.49 when billed monthly. We do not offer Asana subscriptions for 1-user plans. We do offer tiered plans for smaller teams, from 2-user to 5-user plans.",
                "You'll be able to add or remove teammates at any time, even before changing your subscription. Once you have updated the people in your team, we ask that you correct your subscription to match your current usage (we'll remind you if you are over your seat limit). Our subscription offerings increase in increments of 5 users when total users are less than or equal to 30; increments of 10 when total users are between 30 and 100; increments of 25 when total users are between 100 and 500; and increments of 50 when total users are more than 500. When updating monthly subscriptions, all modifications will be implemented at the next billing cycle. For annual subscriptions, changes made within 30 days of purchase will take effect immediately, and a prorated charge or credit will be applied to your Asana account.",
                "Asana is committed to protecting customer data. We build our platform using best practices for highly available, scalable, and secure cloud applications. We regularly monitor and assess our program to ensure that it meets or exceeds compliance and regulatory requirements. Please visit our Trust Center for more information.",
                "We’re happy to work with student groups using Asana. Contact us.",
                "If you need administrators and premium package features for all teams, upgrade your entire organization. If you don't need administrators or premium features for all teams, but want to add more guests, set per-project permissions, or hide a team, you can upgrade an individual team.",
                "Yes. We will apply state and local sales tax based on your billing address to your total charge.",
                "We are passionate about the web and do not plan to offer an internally hosted version of Asana.",
                "Asana is committed to protecting and honoring your global privacy rights as well as securing the data you provide to us through the use of our products. For more information and details about our privacy and security programs, please visit our Trust Center.",
                "The Asana subscription service is hosted on dedicated servers within secure, industry-leading data centers provided by Amazon Web Services. These data centers have achieved and maintain SOC 2 compliance and provide 24-hour physical security including biometric access controls and continuous surveillance.",
                "Asana may be required to charge VAT, GST, and other taxes on your subscription in accordance with local laws and regulations. Some jurisdictions do not require VAT/GST to be charged if the purchaser is registered for VAT/GST. If you are registered for VAT or GST purposes, please add your VAT/GST registration number during the checkout process to have your exemption processed.",
                "Asana is happy to offer eligible nonprofit organizations a discount on an Asana Starter or Asana Advanced annual plan. You can learn about the Asana nonprofit discount here.",
                "To cancel a paid plan, go to the billing tab in your admin console and select Cancel plan. To find your admin console, log in to the Asana account you wish to cancel and click your profile photo in the top bar.",
                "We do not offer refunds. If you cancel your plan before the next renewal cycle, you will retain access to paid features until the end of your subscription period. When your subscription expires, you will lose access to paid features and all data associated with those features."
            ]
        }
    },
    {
        "url": "https://www.assemblyai.com/pricing",
        "company": "assemblyai",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Start building for free",
            "tier_names": [
                "Free",
                "Pay as you go",
                "Custom"
            ],
            "tier_prices": [
                "$0.12/hr",
                "$0.37/hr",
                "Lower rates based on volume"
            ],
            "frequently_asked_questions": [
                "What are the differences between Speech-to-Text tiers?",
                "Can I sign up for free?",
                "Do you offer volume discounts?",
                "How fast does it take for audio and video files to process?",
                "How does billing work?",
                "How is multichannel billed?",
                "How can I talk to someone?",
                "What languages do you support?",
                "What is a token?"
            ],
            "frequently_asked_questions_answers": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                ""
            ]
        }
    },
    {
        "url": "https://www.atlassian.com/software/confluence/pricing",
        "company": "atlassian",
        "ai_pricing_model": "Tiered",
        "category": "Project Management & Maintenance",
        "data": {
            "call_to_action": "Get it free",
            "tier_names": [
                "Free",
                "Standard",
                "Premium",
                "Enterprise"
            ],
            "tier_prices": [
                "Free for 30 days",
                "Annual term license + maintenance",
                "Contact sales for Enterprise pricing"
            ],
            "frequently_asked_questions": [
                "How to calculate your subscription cost?",
                "About users & how you're billed for them?",
                "Payment options?",
                "Free trial period, refunds, & subscription plan details?",
                "Choosing Premium Plan over Standard?",
                "Cloud and self-managed options?",
                "Atlassian Guard and Premium plan?"
            ],
            "frequently_asked_questions_answers": [
                "Use our pricing calculator at the top of this page to determine the price of your subscription. Simply enter how many users you have and choose a billing cycle (annual or monthly).",
                "A user is someone who can log in to one of your Confluence sites and who exists in User Management. You can add and remove users as your team changes. For monthly subscriptions, we'll charge you for the following month's subscription based on the exact number of Confluence users you have. For annual subscriptions, we'll charge you for the tier that most closely matches your user count.",
                "You can pay monthly subscriptions by credit card (MasterCard, Visa, or American Express) or PayPal. For annual subscriptions, you can pay by credit card, bank transfer, or check.",
                "Our Free plan lets you try Confluence for up to 10 users with 2GB of storage and Community Support. If you'd like to add more than 10 users or get access to more support and storage, you can sign up for a 7-day free trial of our Standard or Premium plan.",
                "For organizations who need confidence in their ability to scale, the Premium plan offers 24/7 Premium Support with 1-hour response times for critical issues, unlimited storage, and a 99.9% uptime SLA financially backed by service credits.",
                "We've ended sales for new server licenses and will end support for server on Feb 15, 2024, PT. We’re continuing investment in Data Center with several key improvements.",
                "Confluence Cloud Premium lets teams confidently scale with automation, a 99.9% uptime SLA, unlimited storage, Premium Support, and more features coming soon."
            ]
        }
    },
    {
        "url": "https://www.atlassian.com/software/jira/pricing",
        "company": "atlassian.jira",
        "ai_pricing_model": "Tiered",
        "category": "Project Management & Maintenance",
        "data": {
            "call_to_action": "Get it free",
            "tier_names": [
                "Free",
                "Standard",
                "Premium",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$7.53 per user / month",
                "$13.53 per user / month",
                "Contact sales"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://avoma.com/pricing",
        "company": "avoma",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start a free trial",
            "tier_names": [
                "AI Meeting Assistant",
                "Conversation Intelligence",
                "Revenue Intelligence",
                "Lead Routing",
                "Enterprise"
            ],
            "tier_prices": [
                "$24/user/month",
                "$69/user/month",
                "$99/user/month",
                "$19/user/month",
                "Custom Needs"
            ],
            "frequently_asked_questions": [
                "What is a recording license?",
                "Do I need to enter my payment details to sign up?",
                "What functionality do I get in the trial period?",
                "Will we be charged when our trial is over?",
                "What happens after my trial is over?",
                "Is there any setup fee or minimum platform fee?",
                "What is a listener or collaborator?",
                "Can I purchase different plan licenses for different team members?",
                "Can we invite more members during a trial?",
                "What if we need a longer trial?",
                "How does adding and removing licenses work?",
                "Do you offer any discount?"
            ],
            "frequently_asked_questions_answers": [
                "Any user who wants to record and transcribe their meetings and calls. You only need to purchase licenses for users who want to record and transcribe their meetings and calls.",
                "No. You can sign up and use Avoma for 14 days without entering your payment details. At the end of your trial, you can decide if you want to purchase any license and then enter your payment details.",
                "During 14-day free trial period, you get access to Avoma's Business plan functionality without any restrictions.",
                "No. We don't ask for your credit card upfront, so you'll only be charged when you decide you’re ready.",
                "After your trial expires, we'll automatically change your Subscription from the Business plan to our Free plan.",
                "No. There are no setup fees, no minimum platform fees, and no ongoing fees to provide customer support.",
                "Any user who wants to listen to recordings or comment on other team member's meetings is considered as a listener or collaborator. There is no charge for collaborators and they use Avoma for free.",
                "Yes. You can purchase different subscription plan licenses and assign those appropriately to different users in the organization as per their needs.",
                "Yes, you can invite as many team members as you want to join your trial.",
                "We’re happy to give you some more time. Just email us at help@avoma.com and we'll extend your trial.",
                "If you add anything to or upgrade your plan, the changes will be pro-rated for the remainder of your billing cycle and billed immediately. In addition, your new subscription total will be reflected in your next bill. If you remove anything or downgrade your plan, the change will only take effect at the next billing cycle.",
                "Yes, we offer up to 20% discount when you choose Yearly billing and pay upfront."
            ]
        }
    },
    {
        "url": "https://aws.amazon.com/kendra/pricing",
        "company": "aws.kendra",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get started for free",
            "tier_names": [
                "GenAI Enterprise Edition",
                "Basic Enterprise Edition",
                "Basic Developer Edition"
            ],
            "tier_prices": [
                "$0.32 per hour",
                "$1.4 per hour",
                "$1.125 per hour"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://blameless.com/pricing",
        "company": "blameless",
        "ai_pricing_model": "Tiered",
        "category": "Cybersecurity & IT Management",
        "data": {
            "call_to_action": "Get started FOR free",
            "tier_names": [
                "Essentials",
                "Enterprise"
            ],
            "tier_prices": [
                "$20",
                "$30"
            ],
            "frequently_asked_questions": [
                "What is the definition of a user (seat)?",
                "Can an enterprise customer also start with a free trial?",
                "Are all contracts annual?",
                "What support SLAs do you provide?",
                "Can you meet my security compliance requirements?"
            ],
            "frequently_asked_questions_answers": [
                "Every user in the Blameless platform has the same level of access to all features.",
                "Yes, absolutely. Our Blameless experts will set up a free trial for your enterprise solution. We’ll provide additional guidance on how to set up your trial experience based on your specific workflows and runbooks.",
                "Yes, every contract is annual. For Enterprise plans, we offer a discounted rate for multi-year contracts.",
                "For Essentials users, our support team guarantees a response within one business day. We operate within the following hours: Monday through Friday, 8:00 am to 6:00 pm UTC−08:00. For Enterprise plan customers, our support team guarantees a response within one hour on business days. Total support coverage is available to Enterprise customers for an additional fee.",
                "We regularly work with customers to complete security questionnaires and can answer any questions your security team may have. We are SOC2 and ISO certified."
            ]
        }
    },
    {
        "url": "https://botpress.com/pricing",
        "company": "botpress",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Start for free & customize your plan",
            "tier_names": [
                "Pay-as-you-go",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0/month",
                "$495/month",
                "Custom"
            ],
            "frequently_asked_questions": [
                "Which plan is right for me?",
                "What is considered an incoming message & event?",
                "What is an AI Credit?",
                "What actions consume AI tokens?",
                "Why are the prices listed on my dashboard different?",
                "What actions consume vector DB storage?",
                "What happens after I reach my incoming messages & events limit?",
                "What happens after my monthly $5 AI Spend credit is completely consumed?",
                "When do monthly limits reset?",
                "In what currency is your pricing listed?",
                "Is there a way to forecast my AI Spend?",
                "Where can I find the price of third party tokens and AI Spend?",
                "Is there a monthly limit to my AI Spend?",
                "Can I white label Botpress?",
                "What is Botpress for Good?"
            ],
            "frequently_asked_questions_answers": [
                "Choosing the right plan depends on your individual or business needs: Pay-as-you-go is perfect for hobbyists or solo developers. Team Plan is ideal for teams looking to enhance their chatbot building. Enterprise Plan is for organizations needing robust solutions.",
                "An incoming message & event is any action that triggers bot activation. Examples include a user saying 'Hello' to a bot or a proactive trigger that opens the bot.",
                "Every month, we credit $5 USD to your Botpress workspace for AI token consumption.",
                "Any action that requires AI capabilities will consume AI tokens, such as knowledge base ingestion and answering.",
                "Prices may differ due to regular adjustments in service provision and availability.",
                "Actions that consume vector DB storage include making tables searchable or using documents as data sources.",
                "After reaching the limit, all bots will stop responding until the limit resets or a limit increase is purchased.",
                "After the $5 AI Spend credit is consumed, you must increase your AI Spend limit to continue AI actions.",
                "Monthly limits reset on the first day of every month at 05:00am GMT.",
                "All pricing is in US Dollars (USD).",
                "Currently, there is no reliable way to forecast AI Spend.",
                "Prices for third-party tokens can be found on the respective model provider's pricing page.",
                "AI Spend has monthly limits: $100 for Pay-as-you-go, $1,000 for Team, and custom for Enterprise.",
                "White labeling is available for Team and Enterprise customers.",
                "Botpress for Good is our commitment to making Botpress more affordable for nonprofits and educational institutions."
            ]
        }
    },
    {
        "url": "https://www.box.com/pricing/individual",
        "company": "box",
        "ai_pricing_model": "Usage",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Sign Up",
            "tier_names": [
                "Individual",
                "Personal Pro",
                "Business Starter",
                "Business",
                "Business Plus",
                "Enterprise",
                "Enterprise Plus"
            ],
            "tier_prices": [
                "Free",
                "$14 per month",
                "$7 per user/month",
                "$20 per user/month",
                "$33 per user/month",
                "$47 per user/month",
                "$50 per user/month"
            ],
            "frequently_asked_questions": [
                "How much data can 10GB hold?",
                "Can I share my files and folders with someone who doesn’t have a Box account?",
                "Can I buy more storage space on my plan?",
                "Can I access my Box account via mobile?",
                "Are there any limits on how much bandwidth our team can use?"
            ],
            "frequently_asked_questions_answers": [
                "The average user stores a mix of digital media (photos and videos) and documents. 10GB gives you the option of storing roughly: 2,000 songs or pictures, More than 50,000 documents.",
                "Yes! You can create an external link that can be shared with anyone, even people without a Box account. (Though while you’re at it, why not encourage them to start a free Box account?! That way you can collaborate with them and co-edit the document.)",
                "If you have an Individual plan, you can free up space by deleting unused files and folders, or you can choose an upgraded plan (with unlimited storage available) that meets your needs.",
                "Absolutely! Download the Box Mobile App to access your content anywhere, anytime.",
                "Yes. To help prevent excessive usage by any one user, Box may limit user bandwidth if it exceeds the thresholds described below: Download Bandwidth for Shared Links: Files downloaded from an open access shared link (applies to the owner of the file) - 10GB per user per month for Individual plans - 2TB per user per month for Box Business plans. Download/upload Ingress/Egress Bandwidth: Files uploaded and downloaded (applies to the user who uploads and/or downloads the file) - 1TB per user per month for both Box Business and Individual plans."
            ]
        }
    },
    {
        "url": "https://breezy.hr/pricing",
        "company": "breezy",
        "ai_pricing_model": "Addon",
        "category": "Human Resources & Legal",
        "data": {
            "call_to_action": "Check It Out",
            "tier_names": [
                "Bootstrap",
                "Startup",
                "Growth",
                "Business"
            ],
            "tier_prices": [
                "Free!",
                "$157/mo",
                "$189/mo",
                "$273/mo",
                "$329/mo",
                "$439/mo",
                "$529/mo"
            ],
            "frequently_asked_questions": [
                "So what's a Candidate Pool?",
                "What's an active Position or Candidate Pool?",
                "How many positions are included with the Bootstrap plan?",
                "How long can I access my candidates with the Bootstrap plan?",
                "Where have you been all my life?"
            ],
            "frequently_asked_questions_answers": [
                "Candidate pools help you to manage, organize & nurture relationships with candidates who are not necessarily affiliated with a specific role. They're a simple way to manage the full candidate funnel, while making sure you always have great talent in the pipeline for future roles.",
                "Essentially, “active status” means candidates are able to apply or be added. For a position, being active also means it can be listed on your public Career Portal and can be distributed to third-party job boards. For both candidate pools and positions, being active allows you to communicate with candidates — exchanging emails, scheduling interviews, etc.",
                "The Bootstrap plan includes one active position or candidate pool at a time. You can create as many as you like, but will need to close or archive one before activating another.",
                "The Bootstrap plan includes unlimited access to recent candidates (added within the last 30 days). You can add and access as many candidates as you like, but will need to upgrade to a paid plan to access candidates older than 30 days.",
                "Let's not talk about the past. We're here now. Let's make the most of it. 😍"
            ]
        }
    },
    {
        "url": "https://buffer.com/pricing",
        "company": "buffer",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get started now",
            "tier_names": [
                "Free",
                "Essentials",
                "Team"
            ],
            "tier_prices": [
                "Free",
                "$5/month",
                "$10/month"
            ],
            "frequently_asked_questions": [
                "What features are supported for each specific channel?",
                "What are the billing options for Buffer’s paid plans?",
                "What payment methods does Buffer accept?",
                "Does Buffer have a free trial?",
                "What happens at the end of the 14-day trial?",
                "Can I keep my three free channels if I upgrade from Buffer’s Free plan to a paid plan?",
                "What is the scheduled post limit for each plan?",
                "Does Buffer offer a discount to non-profit organizations and charities?",
                "Does Buffer charge Value-Added Tax (VAT) to customers?",
                "When were the prices of Buffer’s plans last updated?"
            ],
            "frequently_asked_questions_answers": [
                "The table below lists the core features that are available for each channel and profile type.",
                "You can choose to pay for your plan on a monthly or annual basis. By selecting annual billing, you’ll receive a 20% discount. You can switch between monthly and annual billing at any time. If you switch billing frequencies, any necessary prorations or refunds will be automatically applied.",
                "We accept credit and debit card payments from Visa, Mastercard, American Express, JCB, Discover, and Diners Club. Unfortunately, we cannot accept PayPal, checks, or bank transfers at this time.",
                "Yes, we offer a 14-day free trial for our Essentials and Team plans. During the trial, you can upgrade to a paid plan or switch to our Free plan at any time. You can also start using Buffer for free right away by signing up for our Free plan without needing a trial period.",
                "If you decide to continue with a subscription after your trial, simply enter your payment details under the 'Billing Method' section in your account settings. If you don’t wish to upgrade and haven’t entered your payment details, your account will automatically be downgraded to the Free plan.",
                "If you decide to upgrade to a paid plan, you will pay for each channel — including any channels you had while on the Free plan. This is because paid plans offer unlimited usage and advanced features for all channels you’ve connected to Buffer.",
                "The Free plan allows 10 scheduled posts per channel. Once a post is published, the slot becomes available again, up to the 10-post maximum per channel. For the Essentials and Team plans, you have unlimited scheduled posts per channel. Unlimited scheduling is subject to our fair use policy, which caps usage to 2000 posts per channel.",
                "Yes, Buffer proudly offers a 50% discount on paid plans for nonprofit and charity organizations.",
                "Buffer applies the local standard Value-Added Tax (VAT) rate for B2C customer located in the United Kingdom. B2B customers may be eligible for VAT exclusion through reverse charge. You can enter your VAT number to have VAT excluded from your invoice.",
                "Our pricing was last updated in August 2021."
            ]
        }
    },
    {
        "url": "https://www.canva.com/pricing/",
        "company": "canva",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Canva Free",
                "Canva Pro",
                "Canva Teams",
                "Canva Enterprise"
            ],
            "tier_prices": [
                "US$0/year for one person",
                "US$120/year for one person",
                "US$100/year per person (Minimum 3 people: US$300/year)",
                "Contact Sales"
            ],
            "frequently_asked_questions": [
                "Can I use Canva for free?",
                "What are the details of the 50% off Pro offer?",
                "Is Canva Pro available for teams?",
                "What is the difference between Canva Teams and Canva Pro?",
                "How long is my free Canva Pro or Canva Teams trial?",
                "Can I invite other team members during my trial?",
                "What is the difference between Canva Teams and Canva Enterprise?",
                "How can I request a trial of Canva Enterprise?",
                "What if I work for a nonprofit?",
                "What if I am a student or teacher?",
                "What payment methods can I use?",
                "How does the billing work?",
                "If I add a team member, will they be able to see all my designs?",
                "How can I contact the sales team?"
            ],
            "frequently_asked_questions_answers": [
                "Canva Free is available to anyone. However, if you want to use Canva for work or a side hustle, you can upgrade to Canva Pro to unlock premium features, such as unlimited templates and Brand Kits. And if you need to collaborate with colleagues? You might be interested in a Canva Teams subscription, which is ideal for small to medium-sized businesses. With Canva Teams, you'll enjoy all the premium features of a Canva Pro plan, with more ways to collaborate and communicate as a team – including efficient approval processes, real-time communication, and centralized asset management. Want to see for yourself? You can start a free Canva Pro or Canva Teams trial for 30 days.",
                "Enjoy 50% off Canva Pro monthly subscriptions for the first 3 months. This limited-time offer is only available until December 27, 2024 to eligible users in select countries, based on app or web access. The 50% discount will be applied automatically at checkout, and you'll be billed at the discounted rate each month for the first 3 months. You can cancel your subscription at any time during the 3-month period after activating the offer. Terms and conditions apply.",
                "Canva Pro is the best subscription for individual entrepreneurs and professionals looking to create visually stand-out content with ease. Only one person can use a Canva Pro account. If you want to collaborate with one or more colleagues, then you'll need to sign up for Canva Teams.",
                "Both Canva Pro and Canva Teams subscriptions unlock Canva's premium features and tools. The difference comes down to who’s using it. Canva Pro is the perfect plan for individuals who want save time and design with full creative confidence. You can collaborate on projects and share your work with others, but if you're working on a small team, we'd recommend Canva Teams. Canva Teams is designed to meet the needs of teams in small or medium-sized companies. You get access to a joint workspace where team members can work together, share designs, and give feedback in real time.",
                "Depending on which subscription works best for you or your business, you can start a free 30-day trial of Canva Pro or Canva Teams. To activate your Canva Pro or Canva Teams account, you'll need to enter your credit card details, or your preferred payment option. You can cancel any time during your trial and won't be charged.",
                "If you're using Canva Teams, you can invite other team members to join your team. You won't be billed at all during your trial period. However, if you're using Canva Pro, you won't be able to add new team members as this plan is designed for individuals. To add new team members, you'll need to upgrade to a Canva Teams plan.",
                "Canva Teams is best suited for individual teams in small to mid-size businesses that don’t require complex team management and controls. Canva Enterprise is a great fit for multiple and large single teams of more than 100 people, mainly in mid-to-large organizations and with complex requirements around security, administration, and team management. While both plans unlock premium content and features, Canva Enterprise can level up your company's visual communication and asset management with advanced brand controls, custom integrations, advanced security features, and admin controls.",
                "While we don’t offer a free trial for Canva Enterprise, you can get in touch with our sales team to see a demo of Canva Enterprise and discuss your specific needs.",
                "Nonprofits can get a free Canva Teams subscription for one team of up to 50 users. Additional seats are 50% off.",
                "Canva for Education is available for K-12 (primary and secondary) educators, their students, and qualified school districts and institutions. Check out our full eligibility guidelines. Canva for Campus empowers higher education students, teaching staff, plus campus administrators and marketers to communicate visually and collaborate seamlessly with Canva’s suite of tools.",
                "We accept Paypal and credit cards by major providers such as Visa, Mastercard, and American Express. We also support other online payment systems in some countries.",
                "Canva Teams operates on a pay-as-you grow model. This means you only pay for the team members who accept your invitation. There's no immediate charge; billing is adjusted monthly, or quarterly if you're on an annual subscription. If you're on a monthly billing cycle, you can add new people at any time. You'll only be charged for the active people you have on your team at the next monthly renewal. For those on annual billing cycles, we have four pay-as-you grow check-ins throughout the year.",
                "Your designs are always private, unless you explicitly choose to share them or save them as templates for your team.",
                "For enquiries about choosing the right plan or creating a personalized package for your organization, please reach out to our Sales team via the Contact Sales form."
            ]
        }
    },
    {
        "url": "https://caspio.com/pricing",
        "company": "caspio",
        "ai_pricing_model": "Usage",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Get a Demo",
            "tier_names": [
                "Starter",
                "Professional",
                "Enterprise"
            ],
            "tier_prices": [
                "$90/mo (billed monthly at $1,080/yr)",
                "$300/mo (billed monthly at $5,670/yr)",
                "$2,025/mo (billed monthly at $24,300/yr)"
            ],
            "frequently_asked_questions": [
                "Does Caspio really offer unlimited app users?",
                "How many people can build apps in my account?",
                "What are DataPages/DataParts and how many do I need?",
                "Can I customize or change my plan?",
                "What happens if I exceed the usage limits in my plan?",
                "Can Caspio build applications for me?",
                "Does Caspio offer any discounts?",
                "Does Caspio offer an Academic program?",
                "What billing options are available?"
            ],
            "frequently_asked_questions_answers": [
                "Absolutely! Caspio supports any number of users accessing internal or external apps, making it the ideal platform to power applications across your entire workforce and customer base. Each Caspio plan includes a specific number of data records and your users contribute toward this allocation. At any time, you can easily add thousands of additional records for a nominal fee. With Caspio, you have the freedom to scale your applications without arbitrary limitations or per-seat fees.",
                "As many as you like! With Caspio, there’s no limit to the number of app developers you can invite to your account. Caspio provides fine-grain permission controls to manage user access to various objects in your account.",
                "DataPages/DataParts are customizable forms, reports and interfaces that allow users to interact with your data. The number of DataPages/DataParts you need depends on the complexity and functionality of your app.",
                "Yes, you can update your plan with the features and add-on resources you need, such as additional data records, email/SMS notifications, file storage, etc. You may also upgrade your plan at any time or downgrade/cancel at the end of your term. Visit the Account Settings section inside your account to customize your plan.",
                "To help you optimize your account resources and take advantage of our most cost-effective pricing, we’ll send you an email before you reach your limits, so you can decide to add more resources at a lower rate or pay on-demand.",
                "Yes, we have an in-house Professional Services team specializing in advanced app development, customization, integration and maintenance. Additionally, our extensive partner network includes experienced Caspio developers across different regions and industries. We invite you to schedule a free consultation to explore the possibilities.",
                "Caspio offers a 10% discount for annual payments. We also provide a 10% discount for nonprofits, NGOs and companies in qualifying countries. See if you qualify.",
                "Yes, Caspio is available at no cost for educational institutions to teach database design and low-code application development in the classroom.",
                "We accept Visa, MasterCard, American Express and Discover credit cards, as well as GSA SmartPay cards. For annual payments, we also accept bank transfer and PayPal. Contact Caspio Billing to arrange for non-credit card payments."
            ]
        }
    },
    {
        "url": "https://clarifai.com/pricing",
        "company": "clarifai",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Start for free",
            "tier_names": [
                "Community",
                "Essential",
                "Professional",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 /mo",
                "$30 /mo",
                "$300 /mo",
                "Contact us"
            ],
            "frequently_asked_questions": [
                "How does pricing work?",
                "What are the maximum operations and inputs stored per package?",
                "What if I need to cancel my subscription?",
                "How do I know whether I need deep training or context / custom model training?",
                "Do you have custom pricing plans for enterprise customers?",
                "Do you offer Professional Services? How much do you charge?"
            ],
            "frequently_asked_questions_answers": [
                "The Essential plan includes a monthly credit of $30 worth of inputs and operations, and the Professional plan includes a monthly credit of $300 worth of inputs and operations. Since there are different prices for ops and inputs, there are additional charges for any inputs or operations beyond the package price.",
                "The Essential plan lets users do a max of 300k operations each month. The Professional plan lets users do a max of 1M operations each month. Similarly, the Essential plan lets users store a max of 300k inputs, and the Professional plan lets users store a max of 1M inputs.",
                "You can cancel your subscription any time by downgrading to the community plan. Once you downgrade, you are allowed inputs and operations will be bound by our community plan.",
                "Clarifai's custom model training lets you take advantage of our pre-trained models, which are trained on millions of inputs. This lets you train high-performing models that leverage the understanding from our pre-trained models using a very small number of inputs.",
                "Custom plans are available and scale as your business grows.",
                "Clarifai’s team of experts are here to help you every step of the way as you integrate computer vision AI into your technology stack."
            ]
        }
    },
    {
        "url": "https://cledara.com/pricing",
        "company": "cledara",
        "ai_pricing_model": "Tiered",
        "category": "Financial & Accounting",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Get started",
                "Basic",
                "Premium",
                "Pro"
            ],
            "tier_prices": [
                "Free",
                "£75/mo",
                "£200/mo",
                "from £500/mo"
            ],
            "frequently_asked_questions": [
                "Can I cancel at any time?",
                "Is it easy to change plans?",
                "Does Cledara work with all software?",
                "How do you bill?",
                "What are the savings on an annual plan?",
                "Can I get a demo?",
                "I know the plan I want. Where do I get started?",
                "Is Cledara safe and secure?",
                "Does Cledara support multiple entities?",
                "What if I have another question?"
            ],
            "frequently_asked_questions_answers": [
                "Yes, you can cancel at any time.",
                "Yes, it is easy to change plans.",
                "Yes, Cledara works with most software.",
                "We bill monthly or annually.",
                "You save 16% on an annual plan.",
                "Yes, you can request a demo.",
                "You can get started by signing up.",
                "Yes, Cledara is safe and secure.",
                "Yes, Cledara supports multiple entities.",
                "Feel free to reach out with any other questions."
            ]
        }
    },
    {
        "url": "https://clevertap.com/pricing/",
        "company": "clevertap",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Let’s Talk",
            "tier_names": [
                "Essentials",
                "Advanced",
                "Cutting Edge"
            ],
            "tier_prices": [
                "$75 / Month",
                "Talk to us",
                "Talk to us"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://clickup.com/pricing",
        "company": "clickup",
        "ai_pricing_model": "Addon",
        "category": "Project Management & Maintenance",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Free Forever",
                "Unlimited",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "$7",
                "$12",
                "Contact sales"
            ],
            "frequently_asked_questions": [
                "Can I upgrade myself or do I have to upgrade my entire Workspace?",
                "How am I billed when I add paid users to a Workspace?",
                "Do you offer discounts for nonprofits, students, educators, or startups?",
                "How do I change my plan if I start on the Free Forever Plan?",
                "What happens when I hit my usage limits?",
                "What payment methods do you accept?",
                "What if I have multiple Workspaces?",
                "Do you have a public roadmap?",
                "Do tasks count against my storage?",
                "Does adding Guests to my Workspace affect my plan or how I'm billed?",
                "What is your refund policy?",
                "What happens if I cancel?",
                "Is the Free Forever Plan really free?",
                "What is a 'use' in context of ClickUp's plans?"
            ],
            "frequently_asked_questions_answers": [
                "To upgrade ClickUp, you'll need to upgrade your entire Workspace, which means all members in your Workspace.",
                "ClickUp automatically bills you at a prorated price based on the time left in your cycle for any paid users added to your Workspace. Paid users include any member role types and people invited to your Workspace from within your organization.",
                "Yes to all of the above! Check out the resources below for more information: For nonprofits, head to this link and click the 'Claim your nonprofit discount' button to get started; For students, educators, and administrators, head to this link and click the 'Claim your academic discount' button to get started; For startups, fill out and submit this form to apply for a startup credit, or head to this page for more info.",
                "Once you've created a team, we built a handy billing area to take care of all plan, cycle, and payment details.",
                "You'll still be able to use ClickUp, and we'll let you know as soon as a limit is reached. We're happy to provide a grace period to find the plan that works for you!",
                "We accept all major credit cards! For Enterprise orders meeting a minimum we also accept bank transfers.",
                "Payment is per Workspace, meaning each Workspace requires an individual upgrade.",
                "We certainly do! You can find it here.",
                "No! File attachments are the only things that affect your team's storage.",
                "Free Forever Workspaces can have an unlimited number of members and guests at no charge. On the Free Forever Plan, guests have full create and edit permissions, which cannot be modified. Workspaces on a paid plan start with a limited number of external guest seats and unlimited read-only guests.",
                "We have a 100% satisfaction guarantee. If for any reason, you're not satisfied with your purchase, simply let us know within 30 days and we'll be happy to issue you a full refund.",
                "You're free to cancel at anytime! When you do, your current plan will last until the end of your billing cycle, unless you choose to downgrade immediately.",
                "For sure! This is so much more than a trial. The Free Forever Plan offers an unmatched level of functionality compared to other 'freemium' apps. We do this by making money on our paid plans.",
                "'Uses' are intended as a demonstration of paid plan features, allowing you to explore their value for your workflows. Uses are cumulative throughout a Workspace and they do not reset or count down."
            ]
        }
    },
    {
        "url": "https://coda.io/pricing",
        "company": "coda",
        "ai_pricing_model": "Usage",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Free",
                "Pro",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "$10/month per Doc Maker",
                "$30/month per Doc Maker",
                "Custom"
            ],
            "frequently_asked_questions": [
                "What is a 'Workspace'?",
                "What is a 'Doc Maker'?",
                "Who do I pay for and why?",
                "How much does Coda AI cost?",
                "What is a credit?",
                "How can I get more AI credits?",
                "Can I give edit access to people outside of my workspace?",
                "What happens when I publicly share my doc?",
                "When will I get billed for my workspace?",
                "Do I get a refund if I remove members from my workspace or cancel my plan?",
                "Do you offer discounts for students, educators, non-profits, or startups?",
                "How does Enterprise pricing work?"
            ],
            "frequently_asked_questions_answers": [
                "A workspace is the home for you and your team in Coda. It will store your docs in an organized way, and you can invite Doc Makers and Editors into your workspace to collaborate all in one place. For administrators, this is the place where you'll configure your team's settings and manage your account.",
                "Doc Makers can create and manage docs, pages, folders, and workspaces. Specifically — in workspaces, Doc Makers have the power to create new docs and templates and create and manage folders to organize the workspace. Within docs, Doc Makers can administer things like adding pages, changing doc and page titles and icons, adjusting the timezone, configuring doc and page locking etc. Coda AI is also included for Doc Makers.",
                "Upgrading a free workspace to a paid plan can be done with a single Doc Maker or can include your whole team to start. As you grow into Coda, you can invite additional members to become Editors or Doc Makers in your workspace. Editors and Viewers are always free. At the end of each billing cycle, you will be billed for the workspace based on how many Doc Makers are in the workspace. Any changes to the number of Doc Makers in the workspace mid-cycle are automatically prorated.",
                "Coda AI is included for Doc Makers, and Editors also receive a free trial. Based on your plan and number of Doc Makers, each workspace receives a set of credits each month, that are pooled across all Doc Makers.",
                "Credits are Coda's way of counting how much AI you use. You could think about credits as fragments of text. 1 credit is approximately 40 characters in English, or 7.5 words. Anytime you use Coda AI, we measure how much content is in the input + the output and convert those into credits. So if you have a huge block of text and ask for a small summary, your number of credits will be based on the large input + small output. If you have a small prompt asking AI to write a long essay, you'll have a small input + large output. And if you have a large input and large output, you'll add those lengths together to get your total credits used for that request.",
                "If you have used all of your allotted credits, or would like to access more, you can add more Doc Makers to your workspace, upgrade your plan, or purchase an AI credit add-on. You can purchase 2,000 credits for $2/Doc Maker/Month, 6,000 credits for $6/Doc Maker/month, or unlimited credits for $12/Doc Maker/month (billed monthly).",
                "Yes! Whenever you share a doc with someone outside of your workspace, they will be added as a Guest Editor (though you can turn this ability off if you'd like). Guest Editors can edit content in individual docs shared with them, but cannot add and manage pages, or browse the doc's workspace or folder. Guest Editors are free, just like Editors in your workspace. All Editors and Viewers in a workspace are free! Viewers can open any shared link to a doc and view and comment on it. Just like Guest Editors, Viewers are also guests and cannot see the full workspace or folder.",
                "You can always share a doc to anyone with a link through the sharing feature inside the doc.",
                "When you sign up for a new plan, as well as when it renews, you will be billed up front for all the users in your workspace. Whenever you add a new paid user to your workspace (or upgrade an existing one), we'll prorate them for the remainder of your billing cycle. On the annual plan, you will be charged monthly for these additional membership changes, with prorations applied for the remainder of the billing year. Additionally, you will be charged whenever your bill exceeds $1,000 from adding new members.",
                "When you remove members or cancel your plan, we'll apply a prorated credit onto your account you can use for future charges in your workspace.",
                "Yes! Students and educators can receive several discounts, depending on your needs. Non-profits can receive a 50% discount. Eligible startups can get the Team plan free for 6 months for their workspace.",
                "You only pay for Doc Makers, even on Enterprise. With increased scalability, security and support, Enterprise plans are a great pick if you're planning to roll out Coda across multiple teams or departments. Coda's pricing scales to fit enterprise teams at every stage and we work with you to find the custom fit for your situation."
            ]
        }
    },
    {
        "url": "https://codecademy.com/pricing",
        "company": "codecademy",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Sign up",
            "tier_names": [
                "Basic",
                "Plus",
                "Pro"
            ],
            "tier_prices": [
                "$0",
                "$14.99 a month, billed annually or $29.99 billed monthly",
                "$19.99 a month, billed annually or $39.99 billed monthly"
            ],
            "frequently_asked_questions": [
                "What’s the difference between Basic, Plus, and Pro?",
                "Do I need to know how to code before signing up?",
                "What are skill paths and career paths?",
                "What’s the difference between a certificate of completion and a professional certification?",
                "Is Codecademy suitable for children?",
                "Do you offer a student discount?",
                "Do you offer discounts for military, first responders, and healthcare workers?",
                "Do you offer discounts for people receiving government assistance?",
                "Why should I upgrade from Basic?",
                "How do I upgrade from Plus to Pro?",
                "How do I cancel my subscription?"
            ],
            "frequently_asked_questions_answers": [
                "Basic is free, Plus is $14.99/month billed annually or $29.99/month, Pro is $19.99/month billed annually or $39.99/month.",
                "No, you do not need to know how to code before signing up.",
                "Skill paths are structured learning paths for specific skills, while career paths are designed to help you land a job in a specific field.",
                "A certificate of completion is awarded for completing a course, while a professional certification is a recognized credential in the industry.",
                "Yes, Codecademy offers courses suitable for children.",
                "Yes, we offer a student discount.",
                "Yes, we offer discounts for military, first responders, and healthcare workers.",
                "Yes, we offer discounts for people receiving government assistance.",
                "Upgrading from Basic gives you access to more resources and features.",
                "You can upgrade from Plus to Pro through your account settings.",
                "You can cancel your subscription through your account settings."
            ]
        }
    },
    {
        "url": "https://cohere.com/pricing",
        "company": "cohere",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Contact Sales",
            "tier_names": [
                "Command R+",
                "Command R",
                "Fine-tuned Model Command R",
                "Command R7B",
                "Rerank 3.5",
                "Embed 3"
            ],
            "tier_prices": [
                "$2.50 / 1M tokens (Input)",
                "$10.00 / 1M tokens (Output)",
                "$0.15 / 1M tokens (Input)",
                "$0.60 / 1M tokens (Output)",
                "$0.30 / 1M tokens (Input)",
                "$1.20 / 1M tokens (Output)",
                "$3.00 / 1M tokens (Training)",
                "$0.0375 / 1M tokens (Input)",
                "$0.15 / 1M tokens (Output)",
                "$2.00 / 1K searches (Rerank)",
                "$0.10 / 1M tokens (Embed)",
                "$0.0001 / 1 Image (Image Cost)"
            ],
            "frequently_asked_questions": [
                "How do I get a Trial API Key?",
                "How do I get a Production API key?",
                "What is the difference between a Trial API key and Production API key?",
                "Are there any account limitations upon signup?",
                "What is the difference between an organization and a personal account?",
                "Which model should I pick?",
                "When do I get billed?",
                "The endpoint I’m using is billed by token. What is a token?",
                "What endpoints does the Command R family support?",
                "Where do I find pricing for our legacy models (i.e. Rerank 2, Command Light, and Classify)?",
                "What is the cost for accessing the research Aya models via the API?"
            ],
            "frequently_asked_questions_answers": [
                "When an account is created, we automatically create a Trial API key for you. This API key will be available on the dashboard for you to copy, as well as in the dashboard section called 'API Keys.'",
                "To get a Production key, you'll need to have Owner privileges (or ask your organization Owner to complete the following steps). Navigate to the Billing and Usage page in your Cohere dashboard. Click on the Get Your Production key button and fill out the Go to Production workflow.",
                "API calls made from a Trial API key are free. However, trial keys are rate limited and are not permitted to be used for production or commercial purposes. API calls made from a Production API key will be charged on a pay-as-you-go basis. Production API keys are designed for production use at scale.",
                "Every account begins as a personal account and only has access to Trial API keys. As a personal account, you will not be able to add other members until you become part of an organization.",
                "At Cohere, an organization is a group of personal accounts that share a singular billing portal. Organizations are not automatically given Production API key access, and a member of the organization must still fill out our application form for production access. Personal accounts cannot share billing information with other accounts.",
                "Your model selection reflects your relative prioritization of model performance and speed. Larger models offer better performance and are capable of more complex tasks, while smaller models have faster response times.",
                "API calls made from a Trial API key will be free. API calls made from a Production key will be billed on a pay-as-you-go basis. Your bill will be issued at the end of every calendar month or when you reach $250 in outstanding balances.",
                "Language models understand 'tokens' rather than characters or bytes. The number of tokens per word depends on the complexity of the text. Simple text may approach 1 token per word on average, while complex texts may use less common words that require 3-4 tokens per word on average. For more details on tokens, refer to the documentation.",
                "The Command R family supports the chat endpoint. For existing customers using the summarize or generate endpoints, pricing will not change, remaining at $0.50/1M Tokens for Input and $1.50/1M Tokens for Output.",
                "For existing customers: Classify pricing is $0.05/1K Classifications for Input and Output, Command pricing is $1.00/1M Tokens for Input and $2.00/1M Tokens for Output, Command-light pricing is $0.30/1M Tokens for Input and $0.60/1M Tokens for Output, Command R 03-2024 pricing is $0.50/1M Tokens for Input and $1.50/1M Tokens for Output, Command R+ 04-2024 pricing is $3.00/1M Tokens for Input and $15.00/1M Tokens for Output, Rerank 2 pricing is $1.00/1K Searches for Input and Output.",
                "Aya Expanse models (8B and 32B) on the API are charged at $0.50/1M Tokens for Input and $1.50/1M Tokens for Output."
            ]
        }
    },
    {
        "url": "https://www.constantcontact.com/pricing",
        "company": "constantcontact",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Choose plan",
            "tier_names": [
                "Premium",
                "Standard",
                "Lite"
            ],
            "tier_prices": [
                "$80/month",
                "$35/month",
                "$12/month"
            ],
            "frequently_asked_questions": [
                "How do I know which plan is right for me?",
                "Do I have to provide my credit card in order to start the free trial?",
                "Do you offer any discounts for nonprofits?",
                "Do you offer any discounts for organizations seeking multiple accounts?",
                "I am a marketing agency/freelancer and I help small businesses. Do you have a reseller or referral program?",
                "Can I connect my CRM to Constant Contact email marketing?",
                "I don't have much experience in marketing. Do you offer any services to help me get started?",
                "Do you provide additional assistance if I am coming in with a large list of contacts?",
                "I have more than 50,000 contacts, how much will this cost?"
            ],
            "frequently_asked_questions_answers": [
                "Our Standard package is the best fit for the majority of our customers. It provides access to email and social marketing, and includes the most common marketing automation tools, contact segmentation tools and our proprietary AI Content Generator. However, if you are just starting out and only looking to use basic email and social marketing, our Lite package would be a great fit. If you are looking to take your marketing to the next level with customized automations, customized segmentation, advanced reporting and premium ads, our Premium package is for you.",
                "Not at all. Your trial is free with no commitment and no credit card required.",
                "Absolutely! We offer nonprofits a 20% 6-month prepay discount and 30% for 12-month prepay. There is no discount for a monthly term. We will ask you to send us your Federal government Letter of Determination, 501 (c)3 or (c)6 if you are in the U.S, or equivalent type of documentation if outside of the U.S. New customers can sign up for their free trial and send in the required paperwork before the end of the trial period. If you are a member-based organization, or if you are seeking multiple Constant Contact accounts, consider our Partner Program. We’ll provide you with a dedicated account manager, a discounted rate for your members, and more.",
                "Yes—we have a multi-account option for organizations looking to centralize digital marketing, and have some level of control from a corporate level. It’s a great fit for corporations, franchises, and organizations with various departments/locations. We’ll provide bulk pricing discounts and a dedicated account manager—and optional tools to keep your brand consistent, like locked branded templates.",
                "Yes! Whether you manage email marketing for your client(s), or you’re looking to refer clients/prospects to us, please join our Agency Partner Program. We’ll provide you with a free account and a unique referral link—you’ll earn a cash bonus and ongoing revenue share for each account you sign up/refer. Plus, you can access multiple client accounts from a single dashboard.",
                "We offer integrations with many of the top business management, Ecommerce, and CRM systems including Salesforce, MindBody, DonorPerfect, Zoho, and more. View our list of 3rd party integrations.",
                "We do! We have in-house experts who are readily available to provide the tailored guidance and assistance you need do email and online marketing that drives results. If you prefer to have our experts handle everything, our professionals can build your marketing strategy, create your emails, curate content and set up custom reporting. Rates start as low as $60/mo.",
                "Yes. We’ll pull out the white-glove treatment to get your email marketing set up and you’ll get priority support for life, at no extra cost. We’ll upload and group your contacts, create a professional design, and help you automate your campaigns so you save tons of time.",
                "If you plan to have more than 50,000 contacts, please call us at 855-783-2308 for a custom quote."
            ]
        }
    },
    {
        "url": "https://coschedule.com/pricing",
        "company": "coschedule",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Get Started Free",
            "tier_names": [
                "Free Calendar",
                "Social Calendar",
                "Agency Calendar",
                "Content Calendar",
                "Marketing Suite"
            ],
            "tier_prices": [
                "$0",
                "$19 USD Per User/Month",
                "$49 USD Per User/Month",
                "Call",
                "Call"
            ],
            "frequently_asked_questions": [
                "Is there a free version of the Calendar?",
                "Which payment types do you accept?",
                "Do you offer discounts for nonprofits?",
                "Do you offer any other discounts?",
                "How do I get started with Marketing Suite or Content Calendar?",
                "How do I upgrade from a Free Calendar to a Paid Calendar?",
                "Can my entire team use the calendar?",
                "I’m just getting started. How can I learn more about CoSchedule products?"
            ],
            "frequently_asked_questions_answers": [
                "Yes. There is a Free Calendar which is perfect for individuals or freelancers looking to organize their marketing. It’s a great place to get started with CoSchedule’s Calendar products.",
                "Credit card, bank account, Apple Pay (in Safari browser), and Google Pay (in Chrome browser) payments are accepted for Social Calendar. We may also accept other payment types for Content Calendar or Marketing Suite plans. Check with your Salesperson for details. For more information on billing, visit our Billing FAQs support doc.",
                "Yes. To make it easier for your nonprofit to organize all of your marketing with CoSchedule, we offer a 30% off discount on all our paid plans.",
                "Yes. Customers that purchase annual plans receive a discount on their Calendar at time of purchase. We also offer a Referral & Review Program.",
                "To get started schedule your demo with one of our CoSchedule experts. You’ll get 1:1 time to learn about Content Calendar and Marketing Suite, and see how these products can help you coordinate your team, projects, & process.",
                "Want to upgrade to Social Calendar or Agency Calendar? Visit the billing page in your account. There you can select your new plan. Once you complete the billing prompts, your account will automatically upgrade to Social or Agency Calendar to unlock your new features.",
                "You can invite your team to collaborate in the same calendar in the following plans: Social Calendar, Agency Calendar, Content Calendar, and Marketing Suite. Free Calendar is only for single users.",
                "If you’re using Free Calendar, Social Calendar, or Agency Calendar, check out our Getting Started Guides to learn the basics of using your new calendar. If you’re in a Content Calendar or Marketing Suite plan, you’ll get personalized onboarding and support from a dedicated Customer Success Manager."
            ]
        }
    },
    {
        "url": "https://www.couchbase.com/pricing/",
        "company": "couchbase",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Request Pricing",
            "tier_names": [
                "Free",
                "Basic",
                "Developer Pro",
                "Enterprise",
                "Capella Columnar Developer Pro",
                "Capella Columnar Enterprise",
                "Couchbase Server",
                "Couchbase Mobile"
            ],
            "tier_prices": [
                "Free",
                "from $0.15/hr per node",
                "from $0.35/hr per node",
                "from $0.56/hr per node",
                "from $0.61/hr per node",
                "from $0.98/hr per node",
                "Request Pricing",
                "Request Pricing"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://www.databricks.com/product/pricing",
        "company": "databricks",
        "ai_pricing_model": "Usage",
        "category": "Analytics",
        "data": {
            "call_to_action": "Start free trial",
            "tier_names": [
                "Workflows & Streaming",
                "Data Warehousing",
                "Interactive workloads",
                "Generative AI",
                "Platform",
                "Managed Services",
                "Data Transfer and Connectivity",
                "Storage",
                "Collaboration"
            ],
            "tier_prices": [
                "$0.15 / DBU",
                "$0.22 / DBU",
                "$0.40 / DBU",
                "$0.07 / DBU"
            ],
            "frequently_asked_questions": [
                "What does the free trial include?",
                "What happens after the free trial?",
                "Is pricing based on usage or storage volume?",
                "What is a DBU?",
                "Is pricing the same in every region?",
                "Is Databricks as cost effective as other cloud services or open source solutions?",
                "What is Databricks Community Edition?",
                "How will I be billed?",
                "Do you provide technical support?",
                "How are Promotional Discounts applied?"
            ],
            "frequently_asked_questions_answers": [
                "Your trial includes free access to the Databricks Data Intelligence Platform, which allows you to manage all your data, analytics and AI in one place. You may also invite colleagues or collaborators to use your account during or after your trial. Please note that if you configure Databricks to work with your own cloud account, you will still be charged by your cloud provider for resources, like compute instances, used within your account during the free trial. Some trials include credits that can be spent on Databricks services. These credits are not transferable, cannot be combined with other promotions or negotiated terms, and are not available to customers who previously accepted them. A customer’s eligibility for credits under this offer, the amount of credits (if any), and when any credits expire are solely determined by Databricks following account creation. A customer’s trial ends when their credits are exhausted.",
                "At the end of the trial, you are automatically subscribed to the plan that you have been using during the trial. You may need to input a valid payment method to continue using Databricks. You can cancel your subscription at any time.",
                "Databricks pricing is based on your compute usage. Storage, networking and related costs will vary depending on the services you choose and your cloud service provider.",
                "A Databricks Unit (DBU) is a normalized unit of processing power on the Databricks Lakehouse Platform used for measurement and pricing purposes. The number of DBUs a workload consumes is driven by processing metrics, which may include the compute resources used and the amount of data processed.",
                "Databricks prices and Cloud Infrastructure prices may vary based on geographic region and cloud service provider. For details, please see the Databricks pricing pages for individual products.",
                "Databricks products are priced to provide compelling Total Cost of Ownership (TCO) to customers for their workloads. When estimating your savings with Databricks, it is important to consider key aspects of alternative solutions, including job completion rate, duration and the manual effort and resources required to support a job. To help you accurately estimate your savings, we recommend comparing side-by-side results as part of a proof of concept deployment.",
                "Databricks Community Edition is a free, limited functionality platform designed for anyone who wants to learn Spark.",
                "Charges for usage of Azure Databricks are billed directly by Microsoft and are governed by your Azure subscription terms. The following description applies to Databricks usage on other clouds. For Pay-As-You-Go (PAYG) accounts, your credit card on file will be billed monthly based on your usage of Databricks Platform Services at the rates specified in the Price List. You may be charged more frequently for fees accrued, with the remaining balance billed at the end of the month. An invoice will be sent to reflect the charges billed. You must maintain a valid and up-to-date credit card on file. You may cancel your PAYG account at any time by following the instructions outlined here.",
                "We do offer technical support. You can also check the technical documentation.",
                "Promotional Discounts are identified on the Price List or are communicated to eligible customers. Databricks will publish or communicate additional details (such as eligibility criteria, duration, or whether a Promotional Discount cumulates with Committed Use Contract discounts)."
            ]
        }
    },
    {
        "url": "https://deel.com/pricing",
        "company": "deel",
        "ai_pricing_model": "Tiered",
        "category": "Human Resources & Legal",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Deel Contractor",
                "Deel EOR",
                "Deel Payroll",
                "Deel US Payroll",
                "Deel US PEO",
                "Deel Engage",
                "Deel HR",
                "Deel IT",
                "Deel Immigration"
            ],
            "tier_prices": [
                "$49/month",
                "$599/month",
                "$29 per employee/month",
                "$19 per employee/month",
                "$89 per employee/month",
                "$20 per employee/month",
                "Free",
                "$99 per month",
                "Get a custom quote"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://www.deepbrain.io/pricing",
        "company": "deepbrain",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Personal",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0/Mo",
                "$24/Mo",
                "$55/Mo",
                "Custom Plan"
            ],
            "frequently_asked_questions": [
                "What is the best way to convert text to video?",
                "What are the benefits of using an AI video generator?",
                "Do AI video generators support multi-language?",
                "How can AI be used to generate video scripts?"
            ],
            "frequently_asked_questions_answers": [
                "The best way to quickly convert text to video is by using an AI video generator like DeepBrain AI or D-ID. This software uses AI to generate digital content by processing text instructions and input, eliminating the need for shooting, editing, and hiring actors. The tool offers diverse and realistic AI avatars, supports multiple languages with natural voices, and has user-friendly interfaces.",
                "AI video generators offer high-quality, customizable content creation, cost-effectiveness, and hyper-realistic AI avatars with lifelike voices, movements, and appearance. With these AI tools, you don't need cameras, microphones, or actors, allowing you to create professional video content quickly and with little to no experience required.",
                "AI video generators like Deepbrain AI support multiple languages and translation services. Deepbrain AI provides text-to-speech capabilities in over 80 languages, with natural accents and voices. It also offers a variety of avatars representing different nationalities, making it easy to create localized videos at scale.",
                "Using ChatGPT, you can generate video scripts, brainstorm ideas, check grammar, and even translate your script. Deepbrain AI integrates ChatGPT into their AI video generator, making it easily accessible during the video creation process. It can also help convert text to video using powerful generative AI capabilities."
            ]
        }
    },
    {
        "url": "https://deepgram.com/pricing",
        "company": "deepgram",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Sign Up Free",
            "tier_names": [
                "Pay As You Go",
                "Growth",
                "Enterprise"
            ],
            "tier_prices": [
                "Free $200 of credit",
                "$4k+/ year",
                "$10k+/ year"
            ],
            "frequently_asked_questions": [
                "How is multichannel billed?",
                "What's the difference between Nova, Enhanced and Base models?",
                "Which file types can you transcribe?",
                "How does billing work?",
                "What unit of time is billed, minutes or seconds?",
                "Can you transcribe live streaming audio?",
                "Can Deepgram transcribe real-time conversations?",
                "What happens if I run out of credit before my Growth plan expires?",
                "What languages do you support?",
                "Can I get human support?",
                "How many seats do I get?",
                "Can I self-host Deepgram?",
                "Are the Audio Intelligence features affected by the model I select?",
                "Is streaming available for Deepgram TTS Aura?",
                "How can I increase my concurrency and requests per minute for Aura TTS?",
                "Is voice cloning available for TTS Aura?"
            ],
            "frequently_asked_questions_answers": [
                "When you opt into using the multichannel feature, each channel is transcribed and billed separately. The total cost when using multichannel is the single-channel cost multiplied by the number of channels. When you do not enable multichannel, Deepgram converts your multichannel audio into mono single-channel audio, and it is transcribed and billed as one channel. We especially recommend using the multichannel feature on multichannel audio in which there is cross-talk (voices overlapping or talking over each other) for the most accurate transcription and speaker detection.",
                "Nova is our newest and most powerful model, offering the best balance between accuracy and cost-effectiveness. Enhanced is a powerful ASR model that performs especially well with uncommon words. Base is our signature model, with a solid combination of accuracy and cost-effectiveness. Some languages are only supported by Enhanced and Base.",
                "We support over 40 audio and video formats, documented here.",
                "You purchase credit upfront with a credit card. Credit will be deducted from your balance as you use our API. Pay As You Go credit never expires. Growth plan credit expire 1 year from purchase unless you renew or upgrade.",
                "Deepgram bills by the second of audio. For instance, if you transcribe 61 seconds of audio, we bill you for 61 seconds of usage, not 2 minutes (120 seconds).",
                "Definitely. In fact, we’ve got the fastest real-time transcription in the biz with latency times of under 300 milliseconds.",
                "Yes! Our streaming API is designed for low latency and will return incremental transcripts as a speaker’s sentence unfolds.",
                "If you’re on the Growth plan and have saved a credit card, you can continue to use our API with a 10% overage fee billed at the start of each month. This is still less than Pay As You Go rates. You can renew or upgrade your plan at any point to prevent an overage fee.",
                "We support 30+ languages with Speech to Text and English for Text to Speech. We are actively increasing the number of languages available for our products.",
                "Sure thing. You can get help from our community over at Discord or GitHub Discussions. If you are subscribed to our Enterprise plan, reach out to our support team via email or Slack for assistance.",
                "We bill based on usage, not users. Add as many team members and collaborators as you wish!",
                "Yes, our Enterprise plan offers self-hosted deployments of our voice AI products, for use in cloud environments or on-premises datacenters.",
                "Our Audio Intelligence features such as topic detection and summarization are not dependent on the selected model. However, audio intelligence features are primarily affected by the transcript, so you should use the most accurate model available for your use case for best results.",
                "Audio output streaming is available in our current TTS API. Text input streaming through websockets will be available soon.",
                "Higher concurrency and requests per minute is available. Please contact sales.",
                "Voice cloning is currently not available for Aura but we are looking into voice cloning in the future."
            ]
        }
    },
    {
        "url": "https://www.edenai.co/pricing",
        "company": "edenai",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "FREE",
                "Professional",
                "Team",
                "Growth"
            ],
            "tier_prices": [
                "FREE",
                "$41/month",
                "$166/month",
                "$499/month"
            ],
            "frequently_asked_questions": [
                "How to use Eden AI?",
                "How much does it cost to use Eden AI?",
                "Do I need to have AI providers accounts to use their technologies?",
                "What providers are available on Eden AI?",
                "How is the platform hosted? Will my data be stored or used by Eden AI?",
                "I'm an AI provider, how can I add my solution to the platform?"
            ],
            "frequently_asked_questions_answers": [
                "You can start using Eden AI directly by creating an account. We offer a few test credits for first Workflow executions. You don't need to subscribe to a plan to get started.",
                "Using the various AI APIs generates a cost that will depend on the AI technology, the model you choose and the volume of data to be processed. You can either use our own partner accounts with providers or use your own accounts (with the 'Bring Your Own Account' option). If you use our accounts, you'll have to buy credit according to your consumption. You can activate an automatic reload so you don't have to charge your account manually. To use advanced features, you'll need to subscribe to one of our plans (Professional, Team or Growth), which are billed monthly or annually.",
                "No: We are distributors of the AI models offered by the providers integrated in Eden AI. You don't need to create any account other than Eden AI. However, you can put your own API keys (Bring Your Own Account) to use the accounts you already have.",
                "We offer AI models developed by the major market players: OpenAI, Google, Microsoft, Anthropic, etc. However, many other specialized providers are also available depending on the technology. You can discover them directly on the platform. Don't hesitate to suggest new AI models here: contact@edenai.co",
                "We manage the hosting (on Amazon Web Services servers). However, we are GDPR compliant and we don't keep any data: we are just a gateway.",
                "We are continuously integrating new AI models. If you ever want to integrate your API to one of our categories, please contact us. You can also contact us if you ever want to propose a new AI category: contact@edenai.co. For your information, the integration of an engine is free but we charge providers a commission on the revenues generated by the platform."
            ]
        }
    },
    {
        "url": "https://employmenthero.com/pricing/",
        "company": "employment-hero",
        "ai_pricing_model": "Tiered",
        "category": "Human Resources & Legal",
        "data": {
            "call_to_action": "Request a demo",
            "tier_names": [
                "Lite",
                "Plus",
                "Best Value",
                "Learning Bundle",
                "Learning Plus",
                "HR Advisory",
                "Payroll Partner",
                "Employee Assistance Program (EAP)",
                "Employee Assistance Program Premium (EAP)"
            ],
            "tier_prices": [
                "$23",
                "$276",
                "$39",
                "$468",
                "$59",
                "$708",
                "$7",
                "$84",
                "$16",
                "$192",
                "$13",
                "$156",
                "$12",
                "$144",
                "$7",
                "$84",
                "$9",
                "$108"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://evernote.com/pricing",
        "company": "evernote",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Start for Free",
            "tier_names": [
                "Free",
                "Personal",
                "Professional",
                "Teams",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$10.83/ Month",
                "$14.16/ Month",
                "$20.83/ User/ Month",
                "Contact our Customer Success team"
            ],
            "frequently_asked_questions": [
                "How long is the free trial for paid plans?",
                "How do I switch plans?",
                "How do I change my payment method?",
                "Do you offer a student discount?",
                "Is there a free trial of Evernote Teams?",
                "I have an Evernote account. How do I upgrade to the Teams plan?",
                "How do I change my payment method?",
                "I'm a student. Should I get Evernote Teams for my work group?"
            ],
            "frequently_asked_questions_answers": [
                "Unless otherwise specified, free trials of Evernote last for 7 days. If you cancel before the trial ends, your credit card will not be charged.",
                "To upgrade your plan from Free to Personal or Professional: 1. Go to your account settings in Evernote Web, then click ‘Manage Subscription’ on the ‘Account Summary’ page. 2. Select the plan you wish to upgrade to (Personal or Professional). 3. Enter your credit card or PayPal information and choose a billing frequency (monthly or yearly). To upgrade your plan from Personal to Professional: 1. Go to your account settings in Evernote Web, then click ‘Evernote Personal’ at the top of the ‘Account Summary’ page. 2. Select the Professional plan. 3. Enter your credit card or PayPal information and choose a billing frequency (monthly or yearly). The process for downgrading your plan to Free depends on your payment method. For detailed instructions, please see this Help & Learning article.",
                "To change your payment method: 1. Go to your account settings in Evernote Web, then click ‘Billing’ on the left side of the page. 2. Click ‘Update’ next to your existing payment method. 3. Enter your new credit card or PayPal information. 4. Click 'Update.' Note: If you subscribed to Evernote through iTunes or Google Play, you will need to manage your subscription through them.",
                "Yes! Eligible college students can get 40% off a one-year subscription to Evernote Personal. Learn more.",
                "You can try Teams free for 30 days. Visit our Teams trial page to get started.",
                "To upgrade to Teams, please contact sales. They’ll be glad to get you up and running and answer any further questions you might have.",
                "To change your payment method: 1. Go to your account settings in Evernote Web, then click ‘Billing’ on the left side of the page. 2. Click ‘Update’ next to your existing payment method. 3. Enter your new credit card information. 4. Click ‘Update.’",
                "While you can use Evernote Teams with your group, our Professional plan also features easy ways to share information with others. Visit our Student Discount page to see if Evernote Professional is right for you."
            ]
        }
    },
    {
        "url": "https://flatfile.com/pricing/",
        "company": "flatfile",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Talk to sales",
            "tier_names": [
                "Flatfile Projects"
            ],
            "tier_prices": null,
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://getresponse.com/pricing",
        "company": "getresponse",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Start for free",
            "tier_names": [
                "Free",
                "Email Marketing",
                "Marketing Automation",
                "Ecommerce Marketing",
                "GetResponse MAX"
            ],
            "tier_prices": [
                "$0/mo",
                "$15.58/mo",
                "$48.38/mo",
                "$97.58/mo",
                "$1099.00/mo"
            ],
            "frequently_asked_questions": [
                "How does the 30-day free trial work?",
                "What features can I try during 30 day trial?",
                "What happens after 30-day trial period?",
                "How can I buy GetResponse?",
                "Which pricing plan should I choose?",
                "Can I modify my subscription plan?",
                "What is GetResponse Free plan?",
                "Can I upgrade my free account to a paid one?",
                "What is GetResponse MAX?",
                "Is GetResponse MAX the right solution for me?"
            ],
            "frequently_asked_questions_answers": [
                "GetResponse offers a Free account. For the first 30 days of using it, you will have trial access to the premium features of our platform. You can upgrade your Free account to a paid one at any time. Please note that after the first 30 days, you lose access to the premium features.",
                "On the first 30 days of using your Free account, we give you access to the premium features of GetResponse. There are some limitations on the Free account regarding webinars, messages, landing pages, marketing automation, and chats.",
                "You will lose access to premium features if you don’t upgrade. You’ll still be able to log in to your account and use the free version of GetResponse.",
                "You can purchase one of the available plans directly from this page. Or start with creating a Free account. Once you verify your account, you can test all the features free of charge for 30 days.",
                "There are three standard plans, each of them with its add-on availability and included features.",
                "GetResponse offers you three billing periods: Monthly, 12-month, 24-month.",
                "GetResponse Free is a solution for all companies looking for ways to get their business online. The plan doesn’t require a credit card and includes access to basic list-building and email marketing tools.",
                "Of course, you can upgrade your GetResponse Free account whenever you want directly in your GetResponse account.",
                "GetResponse MAX is an all-inclusive solution offering premium support options and dedicated infrastructure.",
                "You should consider a GetResponse MAX account when you are a high-volume sender looking for a robust platform to create and send emails."
            ]
        }
    },
    {
        "url": "https://getshogun.com/pricing/",
        "company": "getshogun",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start trial",
            "tier_names": [
                "Build",
                "Grow",
                "Advanced"
            ],
            "tier_prices": [
                "$39/mo",
                "$31/mo",
                "$249/mo",
                "$199/mo",
                "$499/mo",
                "$399/mo"
            ],
            "frequently_asked_questions": [
                "How does Shogun billing work?",
                "What is a MTU?",
                "What if I need something designed/built/created for me?",
                "How do I cancel?",
                "Can I talk to someone before I sign up?"
            ],
            "frequently_asked_questions_answers": [
                "You will be billed for your Shogun plan’s set rate monthly or annually pending your chosen plan type. If you’ve selected a paid plan, billing begins once your free trial period has ended.",
                "A Monthly Tracked User (MTU) is counted for each unique shopper that visits any page with an active A/B test or personalized experience in a given month.",
                "Shogun’s all about enabling you to craft exceptional ecommerce experiences. We supply the software for this—and a whole library of pre-built templates and designs that are easy to customize—but if you’d like extra help creating or designing your pages, check out our agency partners. They specialize in ecommerce store design and CX and can help you take things to the next level.",
                "Should you wish to end your subscription with Shogun, simply uninstall the app from your Shopify or BigCommerce store, and your subscription will be canceled. You will not be charged once Shogun has been uninstalled.",
                "We offer amazing support, and can promptly answer 99% of questions, even if you haven’t signed up yet. You can email us at support@getshogun.com. If you are looking for a custom enterprise-level agreement, send us a message here and we’ll be in touch."
            ]
        }
    },
    {
        "url": "https://github.com/pricing",
        "company": "github",
        "ai_pricing_model": "Addon",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Join for free",
            "tier_names": [
                "Free",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 USD per user/month",
                "$4 USD per user/month",
                "$21 USD per user/month"
            ],
            "frequently_asked_questions": [
                "What are the differences between GitHub Free, GitHub Pro, GitHub Team, and GitHub Enterprise plans?",
                "How do I view and manage my subscription?",
                "How can I change my GitHub subscription?",
                "What payment methods are accepted?",
                "What happens if payment fails?",
                "How can I unlock my account after several failed transactions?",
                "How can I get subscription payment receipts?",
                "How do I add extra information to my payment receipts like business name, address and/or VAT ID?",
                "Which plans include access to GitHub Actions and Packages?",
                "How do I manage my spending for Actions and Packages?",
                "How do I estimate my spending limits?",
                "How do I view how much GitHub Actions & Packages I’ve used?",
                "How do I clear GitHub Actions & Packages shared storage?",
                "How long do I have to wait for changes to my shared storage to be reflected?",
                "How do I add Git LFS data packs?",
                "Is the Packages Storage amount how much usage I have for repository storage?",
                "How do I enable Codespaces on my account?",
                "How do I view how much GitHub Codespaces I have used?",
                "How do I manage my spending for Codespaces?",
                "How do I estimate the cost for the project?",
                "What is the pricing for GitHub Copilot?",
                "I work on open source projects, can I get access to GitHub Copilot for free?",
                "I am a student, can I get access to GitHub Copilot for free?",
                "I am a teacher, can I get access to GitHub Copilot for free?",
                "I am a verified student or teacher, what happens if I already subscribed to Copilot?",
                "What GitHub account types does GitHub Copilot work with?",
                "What IDEs and editors does GitHub Copilot currently support?",
                "How do I buy Copilot Business?",
                "What happens if I have an individual subscription for GitHub Copilot and my company assigns me Copilot Business?",
                "How can I learn more about GitHub Advanced Security?",
                "How long is the trial period?",
                "How much does GitHub Advanced Security cost?",
                "Which subscription plans are eligible for a GitHub Advanced Security trial?",
                "What’s included in the GitHub Advanced Security trial?",
                "Which programming languages are supported?",
                "What is a GitHub Advanced Security active committer?",
                "What's included in the trial?",
                "Can I skip the trial and start with the paid version of GitHub Enterprise?",
                "How do I add members to the trial organization?",
                "How do I add collaborators to the repositories in the organization with the trial?",
                "What happens when the trial ends?",
                "How do I pay for GitHub Enterprise?",
                "How does GitHub compare to its main competitors?"
            ],
            "frequently_asked_questions_answers": [
                "GitHub Free is our basic plan created for individuals and small teams to collaborate on private and public repositories. GitHub Pro offers additional usage limits and functionality for advanced collaboration in individual user accounts. GitHub Team offers additional functionality for advanced collaboration across repositories for growing teams. GitHub Enterprise adds additional security for accessing your organization and the option to purchase GitHub Advanced Security.",
                "You can view your account's subscription, your other paid features and products, and your next billing date in your account's billing settings.",
                "You can upgrade or downgrade your subscription, add and remove seats, or change the billing cadence on your billing settings page.",
                "You can pay for GitHub Pro, Team, and Enterprise with a credit card, debit card, or with a PayPal account. We also support invoice payments and payment via an Azure Subscription ID for the Enterprise plan.",
                "After an initial failed payment, we apply a 14 day grace period on your account and attempt to process a payment each week. After three failed payments, paid features are locked.",
                "You can unlock the paid features on your account and trigger a new payment attempt by updating the payment method on your account.",
                "You can access your payment history in the billing settings.",
                "If your company, country, or accountant requires your receipts to provide more detail, you can add extra information by following specific steps.",
                "GitHub Actions and Packages are free for public repositories and packages on all our current per-user plans, while private repositories and packages receive a set amount of free minutes, storage, and data transfer depending on the per-user plan.",
                "You can manage your spending for Actions and Packages in your billing settings page under the payment information tab.",
                "To make estimations for your project, please visit our pricing calculator page.",
                "You can download a usage report by following a specific guide.",
                "You can use an API to list the artifacts in the repository and delete them by referencing a specific guide.",
                "Storage usage data synchronizes every hour.",
                "To add Git Large File Storage data packs please follow a specific guide.",
                "The Packages Storage amount indicated on each plan is specifically for GitHub Packages usage.",
                "Codespaces can only be enabled for organizations using GitHub Team or GitHub Enterprise Cloud.",
                "You can view your Codespaces usage in the billing settings.",
                "Organization owners and billing managers can manage the spending limit for Codespaces in the billing settings.",
                "To make estimations for your project please visit the pricing calculator page.",
                "GitHub Copilot Individual cost $10 USD/month or $100 USD/year per seat. GitHub Copilot Business cost $19 per seat, per month.",
                "People who maintain popular open source projects receive a credit to have 12 months of GitHub Copilot access for free.",
                "Yes, if you are a student within our GitHub Global Campus Program, you get access to GitHub Copilot for free through the Student Developer Pack.",
                "Yes, if you are a teacher within our GitHub Global Campus Program, you get access to GitHub Copilot for free.",
                "If you already subscribed to Copilot or signed up for the free trial, you will need to cancel that subscription/trial before you can subscribe to Copilot for free.",
                "GitHub Copilot Individual is available for individual user accounts. GitHub Copilot Business is also available for Free, Team, and Enterprise Cloud accounts.",
                "GitHub Copilot is currently available as an extension for Neovim, JetBrains IDEs, Visual Studio, and Visual Studio Code.",
                "New and existing GitHub customers can purchase Copilot Business directly with a credit card.",
                "Your individual license will be migrated to Copilot Business. You will be refunded the unused portion of your individual subscription.",
                "GitHub Advanced Security is only available on the GitHub Enterprise plan as a separately paid add-on.",
                "GitHub Advanced Security trial is 30-days.",
                "GitHub Advanced Security is $49 per committer per month.",
                "The GitHub Advanced Security trial is only available for GitHub Enterprise Cloud customers with an Enterprise Account.",
                "A GitHub Advanced Security trial provides features like code scanning, secret scanning, and dependency review.",
                "Learn more about GitHub code scanning supported languages.",
                "Active committers is the number of committers who contributed to at least one private repository in an organization.",
                "You can try GitHub Enterprise for free for 30 days.",
                "Yes, you can sign up directly for a paid GitHub Enterprise plan.",
                "If you are a new GitHub customer, your trial includes 50 seats.",
                "Anyone with admin access can add outside collaborators to the repository via settings.",
                "If you are a new user your account will be downgraded to a free plan.",
                "You can pay for GitHub Enterprise with a credit card, PayPal, Azure Subscription ID or request an invoice through the GitHub Sales team.",
                "There are dozens of alternative DevOps tools from best-in-breed point solutions to full platforms."
            ]
        }
    },
    {
        "url": "https://www.goto.com/pricing/meeting",
        "company": "goto",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Buy Now",
            "tier_names": [
                "Professional",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "$14.00",
                "$19.00",
                "Contact us for custom packages"
            ],
            "frequently_asked_questions": [
                "What does my subscription include?",
                "I’m looking to buy for team and company, are there discounts available?",
                "What's the GoTo Meeting pricing?",
                "How does the free trial work?",
                "Whom do I contact if I have a billing question?",
                "How do I change my plan?",
                "Can I host a meeting with more than 250 participants?",
                "Can I provide a phone number to participants?",
                "Does GoTo Meeting have conference room integration?"
            ],
            "frequently_asked_questions_answers": [
                "Priced per user for unlimited video and audio meetings with no caps on meeting time, screen sharing, or chat functions. Free unlimited recording and transcripts are also included for Business accounts. No need to worry about add-on fees or variable bills.",
                "Yes! Contact us to learn how GoTo Meeting can drive productivity and growth in your organization and to learn more about enterprise pricing options.",
                "GoTo Meeting is sold in two plans, each with different pricing. GoTo Meeting Professional allows you to host meetings with up to 150 participants and costs $12 monthly (billed annually at $144). Our most popular option, GoTo Meeting Business costs $16 per month (billed annually at $192). You get unlimited meetings with up to 250 participants, along with meeting lock, transcripts and more.",
                "Sign up for a free trial of GoTo Meeting and enjoy access to all of our top-notch features. We will notify you before your trial expires, and you can decide to subscribe to a paid plan or let your trial expire. No payment information required.",
                "Contact our in-house Global Customer Support always available for you 24/7 toll-free. Or check out GoTo Meeting’s full list of Frequently Asked Questions to see if there’s already an answer to your question.",
                "You can make changes to your plan online at any time. Sign in to your account and click My Account, then select Plan Selection or Change Plan. You may also contact Global Customer Support to adjust your account.",
                "If you’re looking to host a meeting with 500, 1000 or even 3000 participants you’ll want to check out GoTo Webinar.",
                "Yes, you can give your GoTo Meeting participants the option to call in through the built-in audio options within GoTo Meeting which is included in your subscription. If you are looking for toll free options, our Toll-Free Numbers blend in seamlessly with the built-in VoIP and toll-based audio options, making it easy for participants to choose the most convenient way to join. Participants can even request a call from the meeting to join instantly – no codes or PINs needed.",
                "Yes, GoTo Meeting allows for conference room integration in two different ways: With a GoTo Meeting Plus account you will have access to InRoom Link. InRoom Link allows you to connect your current H.323-enabled devices directly to a GoTo Meeting session. Our GoTo Room video conferencing kit gives you the necessary software and hardware components in one simple to deploy, simple to use kit."
            ]
        }
    },
    {
        "url": "https://www.grammarly.com/plans",
        "company": "grammarly",
        "ai_pricing_model": "Usage",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get Pro",
            "tier_names": [
                "Free",
                "Pro",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 USD / month",
                "$12 USD / member / month, billed annually",
                "$30 when billed monthly",
                "Contact Sales"
            ],
            "frequently_asked_questions": [
                "What will happen to my Premium subscription if I switch to Pro?",
                "How secure is Grammarly?",
                "What forms of payment do you accept?",
                "Do you offer discounts for educational institutions?"
            ],
            "frequently_asked_questions_answers": [
                "If you are currently a Premium subscriber, switching to Pro will cancel your Premium subscription, and you will receive a refund prorated to the remainder of your subscription. The Pro plan includes all of the advanced writing features included in Premium, such as tone suggestions and full-sentence rewrites, plus team features that were previously available only in the Business plan.",
                "Grammarly keeps security at the heart of our product, infrastructure, and company operations. Learn more about our security practices. Grammarly’s SOC 2 (Type 2) report attests to our enterprise-grade system and organization controls regarding security, privacy, availability, and confidentiality.",
                "We accept major credit cards (Visa, American Express, Mastercard, Discover) or PayPal. If you are purchasing Grammarly Business for 10 or more members on an annual plan, you can request an invoice. Invoices can be paid by bank transfer (ACH/Wire), major credit cards, Apple Pay, and Google Pay. Note: PayPal cannot be used to pay invoices.",
                "Yes! Learn more about our discounts for educational institutions."
            ]
        }
    },
    {
        "url": "https://harness.io/pricing/",
        "company": "harness",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Open Source",
                "Free",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$0",
                "Flexible"
            ],
            "frequently_asked_questions": [
                "Who is a Developer?",
                "How does Harness count Developers?",
                "How do I buy on Monthly billing?",
                "Do I get all 12 modules, when I buy Harness Enterprise plan?",
                "I need a Self-Managed Platform that I can host - does Harness support this?",
                "What are Cloud Credits?"
            ],
            "frequently_asked_questions_answers": [
                "“Developer” means each person who contributes to code development, deployment, security, maintenance, optimization or any other technical activities related to software code, that is managed with Harness.",
                "For some Harness modules such as Code Repository & Internal Developer Portal, developers are the end users and hence are the consumers of developer licenses directly. For some other modules such as CD & GitOps, developer licenses include consumption entitlements such as Services by default. Customers can subscribe to additional consumption entitlements if needed. For more details, refer to the Subscriptions & Licenses page on Harness Developer Hub.",
                "Monthly billing is only available through in-product purchase made via Credit Cards - currently only supported for our Continuous Integration & Feature Flags modules, and coming to many more soon.",
                "Harness believes in flexibility, and ensuring that our customers pay only for modules that they need, aligning with the maturity of your Software Delivery Lifecycle. You can choose one, more or all of Harness Modules under the Enterprise plan.",
                "Yes, Harness offers Enterprise Plan for the following modules in Self-Managed Platform (SMP) form factor - Chaos Engineering, Cloud Cost Management, Continuous Delivery & GitOps, Continuous Integration, Feature Flags & Security Test Orchestration. Note that Enterprise Plan is the only way to get any of these modules as SMP.",
                "Harness allows the flexibility of choosing where you run your compute to execute builds, run security scans, etc. You can either host and manage your own compute, or if you prefer, you can run on the Harness Cloud (in which case the compute is hosted and managed by Harness). Harness Free Plan comes with 2000 Cloud Credits per Month, which offers an easy and intuitive way to get started with Harness."
            ]
        }
    },
    {
        "url": "https://hive.com/pricing",
        "company": "hive",
        "ai_pricing_model": "Tiered",
        "category": "Project Management & Maintenance",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Starter",
                "Teams",
                "Enterprise"
            ],
            "tier_prices": [
                "$0/ free forever",
                "$5 / month per user",
                "$12/ month per user",
                "Get in touch"
            ],
            "frequently_asked_questions": [
                "What features are included in the Free plan?",
                "How does the pricing work?",
                "Can I upgrade my plan later?",
                "Is there a trial period for the paid plans?"
            ],
            "frequently_asked_questions_answers": [
                "The Free plan includes basic project management features, limited storage, and up to 10 workspace members.",
                "Pricing is based on the number of users and the selected plan. Each plan has different features and limits.",
                "Yes, you can upgrade your plan at any time through your account settings.",
                "Yes, we offer a 14-day trial for the paid plans."
            ]
        }
    },
    {
        "url": "https://hiverhq.com/pricing",
        "company": "hiverhq",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Start Free Trial",
            "tier_names": [
                "Free",
                "Lite",
                "Growth",
                "Pro",
                "Elite"
            ],
            "tier_prices": [
                "$0/user/month",
                "$19/user/month",
                "$29/user/month",
                "$49/user/month",
                "Contact Us"
            ],
            "frequently_asked_questions": [
                "How does the 7-day free trial work?",
                "What happens at the end of my trial period?",
                "How do I import my existing emails to my Hiver shared inbox?",
                "Which features can I use during the trial?",
                "Do I need a credit card to sign up?",
                "Do I need to pay for all the users in my Google or Outlook account?",
                "Still have more questions?"
            ],
            "frequently_asked_questions_answers": [
                "When you sign up, you instantly get access to our Elite plan for 7 days. We will email you when your trial expires. You can then select a plan and pay by credit card to continue using the product. If you choose not to continue, your account will be suspended.",
                "If you do not upgrade your Hiver account during your trial period, your account will be suspended at the end of your trial. You can re-activate your account by upgrading within 7 days from the date of the end of your trial.",
                "If you’d like your emails to be imported to your Hiver shared inbox, please write to us on support@hiverhq.com and we will assist you with the process. The duration of the import process depends on the number of emails to be imported.",
                "You get access to the Elite plan during your trial, which means you can use Hiver without any limits, and can also experience the best support we have to offer.",
                "No, you do not. You will only be required to produce your credit card information when you upgrade to a paid subscription.",
                "No. You just pay for the users you enable to access Hiver. You can control this from within Hiver and change the users at any time. If you add new users to your Google or Outlook account, you can easily add them to Hiver.",
                "Check our complete FAQ page"
            ]
        }
    },
    {
        "url": "https://www.hootsuite.com/plans",
        "company": "hootsuite",
        "ai_pricing_model": "Addon",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Free 30-day trial",
            "tier_names": [
                "Professional",
                "Team",
                "Enterprise",
                "Standard",
                "Advanced"
            ],
            "tier_prices": [
                "$99 per month",
                "$249 per month",
                "Custom",
                "$75 per month per user",
                "$199 per month per user"
            ],
            "frequently_asked_questions": [
                "Will I be charged at the end of my free trial?",
                "What forms of payment do you accept?",
                "What is a monthly ad spend limit for boosting content?",
                "What happens if I reach my monthly ad spend limit?",
                "How much does Hootsuite cost?",
                "Will I be notified before my free trial ends?",
                "What do you mean by a 'social profile'?",
                "Does Hootsuite offer discounts for nonprofit organizations?"
            ],
            "frequently_asked_questions_answers": [
                "You'll have 30 days free to test out Hootsuite. At the end of your trial, regular billing begins and you'll be charged. You can avoid charges by canceling any time before your trial ends.",
                "We accept Visa, Mastercard, Discover credit cards, JCB, and PayPal, and for the annual Enterprise plan, we can invoice you. Invoices can be paid by credit card, check, wire, or ACH.",
                "A monthly ad spend limit is how much you can spend each month for all your boosted posts.",
                "Once you’ve reached your monthly ad spend limit, you’ll receive a notification that you have the option to upgrade your Hootsuite plan in order to continue to maximize the impact of your posts.",
                "Hootsuite pricing is tiered based on your plan type. Paid plans start at $99 for a Professional plan and range up to $249 for a Team plan. Custom solutions are available for Enterprise organizations, which have their own unique pricing structure.",
                "Yes, you'll receive an email notification to warn you. You can cancel any time during your free trial to avoid any charges.",
                "Social profiles are accounts (such as an Instagram account, your personal Twitter account, or a Facebook Page). With Hootsuite, you can manage multiple accounts—such as five Instagram accounts, three Twitter accounts, and two Facebook Pages—from one dashboard.",
                "Yes, we offer a discounted rate for nonprofits on our Professional or Team plans. See if your organization qualifies by applying here."
            ]
        }
    },
    {
        "url": "https://huggingface.co/pricing",
        "company": "huggingface",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Sign Up",
            "tier_names": [
                "HF Hub",
                "Pro Account",
                "Enterprise Hub",
                "Spaces Hardware",
                "Inference Endpoints"
            ],
            "tier_prices": [
                "Free",
                "$9/month",
                "$20 per user per month",
                "$0/hour",
                "$0.032/hour"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://ifttt.com/plans",
        "company": "ifttt",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get started with automation.",
            "tier_names": [
                "Free",
                "Pro",
                "Pro Plus"
            ],
            "tier_prices": [
                "$0.00/ forever",
                "$2.92/ month",
                "$12.50/ month"
            ],
            "frequently_asked_questions": [
                "What is IFTTT?",
                "What are Applets?",
                "Is coding required to use IFTTT?",
                "Which plan is right for me?",
                "What are developer tools?",
                "Can I change or cancel my plan?"
            ],
            "frequently_asked_questions_answers": [
                "IFTTT is a leading connectivity platform that helps millions of people and thousands of businesses turn their products into integrated, connected services. We created a standard, low-code way for the diverse apps and services across the world to communicate. At IFTTT, we believe every thing works better together.",
                "An Applet connects two or more apps or devices together in remarkable, seamless ways. It enables users, like you, to experience compatibility and customization that didn’t exist before. Applets are powered by the APIs of your favorite brands and businesses.",
                "IFTTT was founded as a way to give everyone the ability to use the dynamic power of coding, without having to code. If you want to use code, you can utilize our advanced features in Pro+ to access filter code, conditional logic, and to publish your own API.",
                "Our free plan is perfect for anyone wanting to take their first step into the world of automations. Our Pro plan is for you if you own multiple smart devices, are interested in building with multiple actions, or are looking for faster Applet speeds. Our Pro+ plan is ideal if you want advanced features, like filter code, or access to developer tools.",
                "Expose and expand the reach of your API to an ecosystem of 25M users, thousands of developers, and over 900 services. Pro+ gives you access to our Platform.",
                "You can change your plan at any time and you will have access to the Pro or Pro+ features until the end of the active billing cycle."
            ]
        }
    },
    {
        "url": "https://imgix.com/pricing",
        "company": "imgix",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "GET STARTED FREE",
            "tier_names": [
                "Free Plan",
                "Basic Plan",
                "Growth Plan",
                "Premium Plan",
                "Enterprise Plan"
            ],
            "tier_prices": [
                "$0/month",
                "$75/month",
                "$300/month",
                "Custom Price",
                "By Contract"
            ],
            "frequently_asked_questions": [
                "What is an Origin Image?",
                "How do you charge for bandwidth?",
                "How and when will I be billed?",
                "What happens if I go over my usage limits?",
                "I'm an existing customer. How do I switch to one of these pricing plans?",
                "Can I upgrade/downgrade anytime?",
                "How do I cancel?"
            ],
            "frequently_asked_questions_answers": [
                "An Origin Image is a unique asset requested by imgix from your storage (e.g. an Amazon S3 bucket). imgix transformations of each asset are called derivatives and do not count toward your Origin Image count.",
                "We only measure bandwidth served from our CDN POP nodes to the client. If a 5 MB image is resized and served at 100 KB from our servers, then we will only count 100 KB. Each plan has an associated bandwidth limit.",
                "We bill on the first of each month for that month's service. Origin Image counts also reset then. If you have a credit card on file with us, that card will automatically be charged and a receipt will be emailed to you. For premium customers on invoice pricing, an invoice will be emailed to the billing contact on the account.",
                "Free plans that have exceeded the usage limit will be immediately limited from serving new images. Previously cached derivatives and derivatives of previously cached Origin Images will continue to be served but we cannot guarantee how long Origin Images or their derivatives will stay in cache. All other plans that have exceeded usage will be at risk of being limited after continued usage. Consider upgrading your plan to guarantee new Origin Images are served. Free plans that have exceeded usage limits will have their renders limited. Notifications are sent to the billing address on file prior to being limited.",
                "Log into your imgix account and access the upgrade page. If you are having trouble upgrading, please reach out to us at support@imgix.com and we would be happy to assist you.",
                "You may upgrade or downgrade your plan whenever you choose. Upgrades take effect immediately and will be prorated to the current month. Downgrades will be effective at the next billing cycle (beginning of the next month for monthly plans, beginning of the next year for annual plans).",
                "You can cancel your self-service plan at any time. Cancellations take effect at the next billing cycle (beginning of the next month for monthly plans, beginning of the next year for annual plans)."
            ]
        }
    },
    {
        "url": "https://izea.com/flex/pricing/",
        "company": "izea",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start Free Trial",
            "tier_names": [
                "Starter",
                "Power"
            ],
            "tier_prices": [
                "$165/month",
                "$600/month"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://lattice.com/pricing",
        "company": "lattice",
        "ai_pricing_model": "Tiered",
        "category": "Human Resources & Legal",
        "data": {
            "call_to_action": "Request a demo",
            "tier_names": [
                "Performance",
                "OKRs and Goals"
            ],
            "tier_prices": [
                "$8/month",
                "$4,000 minimum annual agreement"
            ],
            "frequently_asked_questions": [
                "What should I expect during my demo call?",
                "What integrations do you offer?",
                "Does the contract include dedicated human support?",
                "Can I purchase Performance or OKRs and Goals separately?",
                "Is there a minimum spend?",
                "In what currency will I be billed?",
                "Is the contract billed monthly, quarterly, or annually?",
                "Are there additional fees for implementation or change management?"
            ],
            "frequently_asked_questions_answers": [
                "During your demo call, our team will walk you through the key features of Lattice, tailored to your organization's needs. We'll answer any questions you have and discuss how Lattice can help you achieve your HR goals.",
                "Lattice integrates with dozens of products and systems, including SSO providers, Slack, Jira, major HRIS’s, and more. See here for more information.",
                "All Lattice contracts include dedicated human support from our customer success team. We're here to help you with onboarding, troubleshooting, and maximizing the value of our platform.",
                "Yes. Performance and OKRs and Goals can be unbundled and purchased individually for $8/month.",
                "Yes. The minimum annual agreement is $4,000. This spend can include different products based on your needs and the number of seats your team requires.",
                "Lattice bills in United States Dollars (USD) only. This applies across all products and services.",
                "Lattice bills all contracts annually.",
                "No! For our performance management software, there are no additional costs for change management or implementation. Lattice offers a wide range of change management support services."
            ]
        }
    },
    {
        "url": "https://learnworlds.com/pricing",
        "company": "learnworlds",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Claim Now",
            "tier_names": [
                "Starter",
                "Pro Trainer",
                "Learning Center",
                "High Volume & Corporate",
                "Hybrid learning"
            ],
            "tier_prices": [
                "24/month",
                "79/month",
                "249/month",
                "598/month"
            ],
            "frequently_asked_questions": [
                "Can I switch plans or cancel my subscription at any time?",
                "Is there a discount available for registered non-profit organizations?",
                "What is included in the trial period?",
                "How can I purchase a plan in LearnWorlds?",
                "Does the price include VAT?",
                "Are there any extra fees?",
                "How can I migrate from my current platform to LearnWorlds?",
                "Does LearnWorlds integrate with my existing tech stack?",
                "Do I need a content hosting service when using LearnWorlds?",
                "Is LearnWorlds SCORM compliant?",
                "What types of assessment questions are included in LearnWorlds?",
                "Can I use LearnWorlds for employee training or customer education, even without selling courses?",
                "Who is LearnWorlds for?",
                "Are my data and content safe with LearnWorlds?",
                "Do you have any more questions?"
            ],
            "frequently_asked_questions_answers": [
                "You can change plans or cancel prior to renewal of your selected subscription i.e. ahead of next billing term.",
                "Yes, LearnWorlds offers discounts to eligible registered non-profit organizations. We value the important work you do, and we're here to support your educational initiatives.",
                "During the 30-day trial period, you'll have access to all the core features and functionality of LearnWorlds.",
                "Purchasing a plan in LearnWorlds is simple. First, you can start by signing up for a free trial directly from our pricing page.",
                "All prices exclude VAT. It will be added to EU customers unless a valid EU VAT number is provided.",
                "At LearnWorlds, we strive to keep our pricing straightforward and transparent. There are no hidden or extra fees.",
                "Migrating your content and data to LearnWorlds is a seamless process. We provide easy-to-follow instructions and tools to assist you.",
                "LearnWorlds offers integration with various popular tech tools and platforms, including API and Multiple SSO.",
                "No, you don't need an additional content hosting service when using LearnWorlds.",
                "Yes, LearnWorlds is SCORM compliant.",
                "Absolutely! LearnWorlds is designed to cater to a diverse range of needs, including employee training and customer education.",
                "LearnWorlds is designed for a wide range of users, including entrepreneurs, educators, coaches, consultants, corporate trainers, and audience segments.",
                "We take data and content security seriously at LearnWorlds. We employ industry-standard security measures to safeguard your data and content.",
                "If you have any more questions or need further clarification, our support team is here to help."
            ]
        }
    },
    {
        "url": "https://logrocket.com/pricing",
        "company": "logrocket",
        "ai_pricing_model": "Tiered",
        "category": "Analytics",
        "data": {
            "call_to_action": "Create Account",
            "tier_names": [
                "FREE",
                "TEAM",
                "PROFESSIONAL",
                "ENTERPRISE"
            ],
            "tier_prices": [
                "$0 / month",
                "$69 / month",
                "$295 / month",
                "Custom Pricing"
            ],
            "frequently_asked_questions": [
                "What is included in the free plan?",
                "How does the 14-day trial work?",
                "What happens after the trial ends?",
                "Can I upgrade my plan later?",
                "Is there a discount for annual billing?"
            ],
            "frequently_asked_questions_answers": [
                "The free plan includes 1,000 sessions per month and 1 month of data retention.",
                "You can try any paid plan for 14 days without any charges.",
                "After the trial, you will need to select a paid plan to continue using the service.",
                "Yes, you can upgrade your plan at any time.",
                "Yes, we offer discounts for annual billing."
            ]
        }
    },
    {
        "url": "https://lokalise.com/pricing",
        "company": "lokalise",
        "ai_pricing_model": "Usage",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Try now",
            "tier_names": [
                "Start",
                "Essential",
                "Pro",
                "Enterprise"
            ],
            "tier_prices": [
                "$120",
                "$230",
                "$825",
                "Contact us"
            ],
            "frequently_asked_questions": [
                "What payment methods do you accept?",
                "Do I need a credit card to sign up?",
                "Is there a free pricing plan?",
                "Do we have special pricing for non profit and open source?",
                "How does the 14-day free trial work?",
                "Can I change my plan anytime?",
                "What happens if I go over my plan key limit?"
            ],
            "frequently_asked_questions_answers": [
                "We accept all major credit cards and wire transfer. Please contact us via chat if you want to take an offline payment.",
                "No. You can sign up and use Lokalise for 14 days without entering your credit card details. You only need to enter payment details at the end of your trial, when you choose a plan.",
                "Yes. Free plan includes up to 500 hosted keys (strings) and 2 seats. Translation history and mobile SDK are only available on paid plans.",
                "Yes. We offer Lokalise for free to open source projects. Non-profit organizations are eligible for a discount. Please contact us to check if your organization qualifies for it.",
                "When you sign up for trial, you'll have access to all the Enterprise features for 14 days. After the trial is over, your plan is downgraded to the Free plan.",
                "Yes. You can upgrade at any time. Click on 'Team settings' in your Lokalise account, to change your plan. If you decide to downgrade or cancel, you will be able to use your current plan until the end of the billing period as we don’t include refunds during an initial subscription. You can however change your plan as you like upon a renewal.",
                "You will have to pay for overages or upgrade to higher plan with higher key allowance. Monthly subscriptions are charged automatically at the end of the billing cycle with end of month key value (see pricing here). Customers on annual plans will be contacted by our Customer Success team."
            ]
        }
    },
    {
        "url": "https://lytics.com/pricing",
        "company": "lytics",
        "ai_pricing_model": "Tiered",
        "category": "Analytics",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Developer",
                "Growth",
                "Enterprise"
            ],
            "tier_prices": [
                "Free forever",
                "$500/mo",
                "Call Us"
            ],
            "frequently_asked_questions": [
                "What is a credit?",
                "How do you handle overages?"
            ],
            "frequently_asked_questions_answers": [
                "Lytics leverages a credit-based pricing, where a credit represents an update to a user profile. Most events in Lytics consume 1 credit, so the number of credits you need depends on how much data you send to Lytics. Inbound events refer to data received by Lytics from the web, API, or any managed integrations. They are consumed at a rate of 1 credit per event. For example, if you have 100 page views, it would consume 100 credits, assuming no additional data collection has been configured. All inbound events would consume 1 credit, regardless of how big the event is or how many profile attributes it updates. Cloud Connect sync events are a special class of inbound event and refer to rows synchronized between your data warehouses and Lytics. They are consumed at a rate of 1/2 credit per updated row. For example, if your query returns 1,000 rows, it would consume 500 credits. Subsequent syncs will only consume credits for the difference in records from the previous sync.",
                "Overages are handled differently depending on what account tier you are on: Enterprise: For our enterprise plans we generally do not charge per month style overages. We work with you to understand your usage and ensure you are on the right plan. If you are consistently over your credit limit, we will work with you to move to the appropriate plan at renewal. Growth: Growth plans which continually exceeded their monthly allocation will be automatically enrolled in a higher credit model at the rates outlined above. Developer: Developer plans which exceeded their monthly allocation will be automatically throttled upon reaching event caps. This throttle will prevent further credit consumption until the next billing cycle."
            ]
        }
    },
    {
        "url": "https://madgicx.com/pricing",
        "company": "madgicx",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start for Free, Choose Your Plan Later",
            "tier_names": [
                "All-in-One with AI",
                "Ad Library + AI Ad Generator",
                "One-Click Report"
            ],
            "tier_prices": [
                "$39/mo",
                "$29/mo",
                "$29/mo"
            ],
            "frequently_asked_questions": [
                "What's included in the 7-day free trial?",
                "Can I create a report using different ad accounts?",
                "Which channels or platforms can I monitor with One-Click Report?",
                "Can I share reports with my team or clients?",
                "Can I use One-Click Report for multiple ad accounts?"
            ],
            "frequently_asked_questions_answers": [
                "You'll get access to everything. Generate up to 5 dashboards with One-Click Report - each dashboard has its own sharable link.",
                "Absolutely! One-Click Report lets you add as many data sources as you want to your reports. These include different ad channels, ad accounts, and Shopify stores.",
                "Meta Ads, Google Ads, Google Analytics, Shopify, and TikTok.",
                "Of course! You can share reports via a public link so that your team or clients can get a live view of the report without having to sign up for Madgicx. Alternatively, you can export and share your report as a PDF.",
                "You can use One-Click Report for as many platforms and ad accounts as you like. We can also aggregate data across accounts/channels."
            ]
        }
    },
    {
        "url": "https://mixmax.com/pricing",
        "company": "mixmax",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get started free",
            "tier_names": [
                "Free Plan",
                "SMB",
                "Growth",
                "Growth + CRM",
                "Enterprise",
                "Essentials",
                "Startup",
                "Scale"
            ],
            "tier_prices": [
                "$0 per month per user, $0 per year per user",
                "$34 per month per user, $29 per year per user",
                "$65 per month per user, $49 per year per user",
                "$89 per month per user, $69 per year per user",
                "Contact Us",
                "$199 per year per user, Additional seats start at $35 per month",
                "$499 per year per user, Additional seats start at $55 per month",
                "$899 per year per user, Additional seats start at $75 per month"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://mixpanel.com/pricing",
        "company": "mixpanel",
        "ai_pricing_model": "Usage",
        "category": "Analytics",
        "data": {
            "call_to_action": "Get the benchmark report →",
            "tier_names": [
                "Free",
                "Growth",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "From $24/ month",
                "Let's chat"
            ],
            "frequently_asked_questions": [
                "What is an event?",
                "How does pricing work?",
                "How can I estimate my event volume?",
                "What if I go over my prepaid amount?",
                "We’re a startup. Do you have any discounts?",
                "What resources are available to ensure I get the most out of Mixpanel?"
            ],
            "frequently_asked_questions_answers": [
                "Events represent interactions between a user and your product. Think about events that you want to measure and understand. Is it a purchase? Video views? Friend requests? The first step is to send that data to Mixpanel. Our flexible data model lets you bring in events easily by connecting Mixpanel to your CDP, data warehouse, or in-house data pipelines. You can also install a Mixpanel SDK.",
                "Events-based pricing calculates the cost based on the number of events across all projects in each period. For eligible plans, you can choose to purchase monthly or annually.",
                "It depends on your number of active users and the number of events (interactions) a typical active user performs in your product every month (or year). These interactions include client-side engagement events (e.g., search, purchase, video view), server-side events (e.g., sign up, account upgrade), and messaging events (e.g., email sent, email opened, etc.). We encourage new customers to get started on the free plan and then upgrade once they have an estimate of their volume.",
                "Once you’ve finished using your prepaid amount of events, you’ll be charged our regular monthly rate for each additional event tracked that month. Volume discounts are baked in. You can save money by giving your company room to grow!",
                "We have the most generous Free plan in the market (20M events) and extensive additional benefits for eligible startups, including your first year free on the Startup Plan and exclusive access to our startup community.",
                "Mixpanel’s Legendary Support Team is available on all plans. We’ll work closely with you to troubleshoot any technical issues, so you can enjoy peace of mind when you choose Mixpanel for your business. Mixpanel’s Customer Success Team is available on Enterprise plans. With 10+ years of experience helping 1,000+ customers, we’ve identified best practices to achieve your goals with analytics. Our team will work with you to plan, implement, onboard, and help everyone in your organization get the most out of Mixpanel. The Mixpanel Community is available on all plans. Get a direct line to 6,000+ Mixpanel customers and experts in our Slack Community to ask questions, discuss latest releases, and learn from power users."
            ]
        }
    },
    {
        "url": "https://mobilexpense.com/pricing",
        "company": "mobilexpense",
        "ai_pricing_model": "Tiered",
        "category": "Financial & Accounting",
        "data": {
            "call_to_action": "Book a demo",
            "tier_names": [
                "Local",
                "Europe",
                "Global"
            ],
            "tier_prices": [
                "€8 per month / user",
                "€10 per month / user",
                "Let's talk"
            ],
            "frequently_asked_questions": [
                "Does Mobilexpense offer volume discounts?",
                "How does Mobilexpense fit into my existing IT landscape?",
                "Are there additional fees on top of the user licences?",
                "What is the pricing structure for international customers?",
                "Is my data secure at Mobilexpense?"
            ],
            "frequently_asked_questions_answers": [
                "Yes. We understand that every business case is unique, so we aim to provide pricing that is specifically tailored to your needs. To achieve this, we create custom proposals that offer a discount structure based on your usage. Our goal is to ensure that our pricing is both competitive and provides exceptional value for your investment.",
                "Mobilexpense is designed to integrate effortlessly with your existing IT infrastructure. It connects with your HR, finance, and ERP systems to sync both core employee data and approved expense data. Additionally, we have standard integrations with service providers such as credit card issuers and travel companies for comprehensive expense management. Plus, for ease of use and increased security, users can log in via Single Sign On (SSO). Mobilexpense solutions can be connected either via API or sFTP file exchange.",
                "Our pricing structure is designed with transparency and flexibility in mind. While our standard fees cover a comprehensive suite of functionalities, we also offer an extensive menu of additional functional modules and integrations. These are available for customers to choose from based on their unique needs and requirements. These optional modules and integrations may come at an additional cost, allowing the solution to be set up according to your specific needs. It is our way of ensuring that you pay only for the features you need, thus tailoring the solution in a way that best fits your organisation.",
                "We are proud to support businesses around the globe, and our pricing structure is designed with this in mind. We strive to provide transparent, fair, and competitive pricing for all our international customers. The exact costs may vary depending on factors such as the number of rollouts, local compliance regulations, and specific requirements of your business in different markets. For the most accurate and tailored pricing information, we encourage international customers to reach out to our sales team who will provide you with a custom proposal based on your exact needs.",
                "Yes. We are proud to be ISO 27001:2013, ISAE 3402 Type II and PCI DSS certified as well as TISAX and GDPR compliant - your data is safe with us."
            ]
        }
    },
    {
        "url": "https://www.mongodb.com/pricing",
        "company": "mongodb",
        "ai_pricing_model": "Usage",
        "category": "Cybersecurity & IT Management",
        "data": {
            "call_to_action": "Try Free",
            "tier_names": [
                "Free",
                "Dedicated",
                "Serverless",
                "Shared"
            ],
            "tier_prices": [
                "$0",
                "$0.08/hour",
                "$0.10/1M reads",
                "$0/month"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://openai.com/pricing",
        "company": "openai",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get Free",
            "tier_names": [
                "Free",
                "Plus",
                "Pro",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 / month",
                "$20 / month",
                "$200 / month",
                "$25 per user / month billed annually",
                "$30 per user / month billed monthly"
            ],
            "frequently_asked_questions": [
                "How does ChatGPT’s pricing work?",
                "Is ChatGPT free to use?",
                "Does OpenAI offer a ChatGPT plan for educational institutions?",
                "Does OpenAI offer a discount for nonprofits?",
                "How many users are supported on each subscription plan?",
                "What are my payment options?",
                "How secure is ChatGPT?",
                "How does ChatGPT use my data?"
            ],
            "frequently_asked_questions_answers": [
                "The free version of ChatGPT is available to everyone. Paid plans (Plus, Team, and Enterprise) are priced per user per month. We offer monthly plans for Plus and Team and annual plans for Team and Enterprise.",
                "The free version of ChatGPT is available to everyone. Upgrading to Plus, Team, or Enterprise offers a more powerful experience through additional features and access to GPT-4.",
                "Yes, ChatGPT Edu is an affordable plan built for universities to deploy AI more broadly across their campus communities. Powered by GPT-4o, ChatGPT Edu offers advanced capabilities, robust security and data privacy, and administrative controls. Contact our team to learn more.",
                "Yes. Through OpenAI for Nonprofits, eligible nonprofits can receive a 20% discount on subscriptions to ChatGPT Team and a 50% discount to ChatGPT Enterprise. To apply for the ChatGPT Team discount, click here. To apply for a nonprofit discount on ChatGPT Enterprise, please contact sales.",
                "Free and Plus plans are designed to be used by individuals. Team and Enterprise are for businesses. Team plans are available starting at 2 users. Please contact sales to learn more about our Enterprise plan.",
                "You can purchase ChatGPT Plus or Team with any major credit card. For ChatGPT Enterprise, please contact sales for alternative payment options such as invoicing.",
                "All data is encrypted in transit (TLS 1.2). Data at rest is encrypted at rest (AES-256), and strict access controls are used to limit who can access data. Our security team has an on-call rotation that has 24/7/365 coverage and is paged in case of any potential security incident. We offer a Bug Bounty Program for responsible disclosure of vulnerabilities discovered on our platform and products. Please visit our Trust Portal for more details.",
                "We give you control over your data. Read more about how your data is used and our Enterprise privacy."
            ]
        }
    },
    {
        "url": "https://otter.ai/pricing",
        "company": "otter",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Basic",
                "Pro",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "$16.99 USD per user Billed Monthly",
                "$30 USD per user Billed Monthly",
                "Schedule a Demo"
            ],
            "frequently_asked_questions": [
                "My colleagues and I have Otter accounts. Can we switch to Business?",
                "What forms of payment can I use?",
                "Can I pay with PayPal?",
                "Is there a discount for students?"
            ],
            "frequently_asked_questions_answers": [
                "Yes! Sign into your account. Under Settings, select “Upgrade to Business” and follow the prompts.",
                "We accept credit and debit card payments on our Otter.ai website, and in-app purchases charged to your Apple App Store or Google Play account.",
                "PayPal is not yet accepted, but we will definitely consider adding this option in the future.",
                "Yes, we offer a 20% discount on Otter Pro Monthly and Otter Pro Annual plans for individual students and teachers using an email address ending with .edu."
            ]
        }
    },
    {
        "url": "https://www.pagerduty.com/pricing/",
        "company": "pagerduty",
        "ai_pricing_model": "Usage",
        "category": "Cybersecurity & IT Management",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Professional",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "$00 up to 5 users / month",
                "$2521 per user / month",
                "$4941 per user / month",
                "Call Us"
            ],
            "frequently_asked_questions": [
                "How many users do I need?",
                "How does the 14-day trial work?",
                "What are my payment options?",
                "How many systems can I monitor?",
                "How many notifications are included in my account?",
                "Can I only purchase AIOps?",
                "Are there any lower cost options for users who are not responders?",
                "How is PagerDuty AIOps priced?",
                "What's not included in Digital Operations Management?"
            ],
            "frequently_asked_questions_answers": [
                "Every person added to your PagerDuty account is a paid user, including those who are receiving notifications or are included in a schedule.",
                "Our trial is a full-featured free trial for 14 days that you can start using instantly. No credit card required so you won’t be charged until you are ready to buy. When you are ready, select any of the available plans to continue using PagerDuty.",
                "We accept Visa, MasterCard, American Express, Discover, and JCB through your online account. Want to pay via invoice? Sure! We’ll gladly set up an annual invoice. Just call or contact us.",
                "You can monitor as many or as few systems as you want with PagerDuty. Whether you want to monitor one computer with Nagios or use Datadog, Icinga and Zenoss to monitor hundreds of applications across thousands of hosts, we won't charge you extra. We have 700+ pre-built integrations so you can connect PagerDuty to your monitoring tools of choice.",
                "Notifications can be sent by email, push, SMS, and phone. All customers get unlimited email and push notifications. Professional, Business, and Digital Operations plans also get unlimited global SMS and phone notifications. Free customers receive 100 SMS and phone notifications.",
                "You will have to purchase at least one user on a Professional or Business Incident Response plan to be able to purchase AIOps.",
                "You can purchase lower cost user licenses for business stakeholders who get read-only access to your PagerDuty products. If you purchase the Business plan or Digital Operations plan, stakeholder users can subscribe to incidents for real-time updates during critical outages to improve organization-wide response.",
                "PagerDuty is committed to providing customers with the best value and ROI. With that in mind, PagerDuty AIOps is licensed per accepted event. Accepted events are any valid events that are sent to and processed by PagerDuty via email integration or API with a successful 2xx response. The number of events should correlate with the number of 2xx responses a customer receives back from the events API.",
                "Global Event Orchestration is not included. See PagerDuty AIOps."
            ]
        }
    },
    {
        "url": "https://www.salesforce.com/products/marketing-pricing/",
        "company": "pardot",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Try for free",
            "tier_names": [
                "Starter Suite",
                "Marketing Cloud Growth Edition",
                "Marketing Cloud Advanced Edition",
                "Data Cloud",
                "Marketing Engagement",
                "Account Engagement",
                "Personalization",
                "Marketing Intelligence",
                "Customer Loyalty Solutions",
                "Small Business Marketing",
                "Standard Success Plan",
                "Premier Success Plan",
                "Signature Success Plan"
            ],
            "tier_prices": [
                "$25 USD/User/Month",
                "$1500 USD/Org/Month",
                "$3250 USD/Org/Month",
                "From $108,000 USD/org/year",
                "From $2,500 USD/org/year",
                "From $1,250 USD/org/month",
                "From $108,000 USD/org/year",
                "From $3,000 USD/org/year",
                "From $20,000 USD/org/year",
                "From $1,500 USD/org/month",
                "Included in all licenses",
                "30% of net license fees",
                "Contact your account executive"
            ],
            "frequently_asked_questions": [
                "How much does Marketing Cloud cost?",
                "Are there upfront costs or additional fees?",
                "What if my business priorities and product needs have changed?",
                "Do Salesforce products integrate with outside applications and systems?",
                "How long are your contracts?",
                "Can I upgrade at any time? Can I add more products later on?"
            ],
            "frequently_asked_questions_answers": [
                "Marketing Cloud is the platform name for a range of products that help marketers achieve success across every aspect of the marketer’s role. The platform is sold through individual products that make up the entire portfolio, including our Data Cloud, Engagement, Personalization, and Marketing Intelligence solutions. Each product can be sold depending on the individual businesses needs, and are priced to cater for every business size and need. For more information, please review the detailed product breakdown on this page, or request a call with a sales representative today.",
                "Salesforce has different add-ons, apps, and additional products to help your company stay ahead in your industry. For questions regarding Data Cloud, Marketing Cloud Engagement, Account Engagement, Personalization, Intelligence and Loyalty Management, please contact us to discuss exactly what kind of products you’re looking to add and how we can help.",
                "If and when your business priorities and product needs change, our editions and pricing structure has been established to cater to increases and decreases in product or solution usage. If changes are required, we recommend you work with your account teams to determine the different options available to you.",
                "Yes, Salesforce products integrate with many outside applications and systems. Our Marketing Intelligence, Customer Data, and Engagement solutions support a wide range of partners and API integrations, which allow our customers to develop dynamic and integrated technology stacks.",
                "Most Salesforce products use annual contracts, but Salesforce subscription terms vary. For any questions related to contracts for Data Cloud, Marketing Cloud Engagement, Account Engagement, Personalization, Intelligence, or Loyalty Management, please chat with a sales representative to discuss payment and billing options for your products.",
                "Yes, of course. You are able to upgrade at any time as well as purchase additional products later on in your contract. We recommend engaging your account representative whenever you have questions around upgrades, add-ons, or contract information."
            ]
        }
    },
    {
        "url": "https://www.pinecone.io/pricing/",
        "company": "pinecone",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get Started Today",
            "tier_names": [
                "Starter",
                "Standard",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "Pay as you go",
                "Custom"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://pipedrive.com/pricing",
        "company": "pipedrive",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Try it free",
            "tier_names": [
                "Essential",
                "Advanced",
                "Professional",
                "Power",
                "Enterprise"
            ],
            "tier_prices": [
                "US$14",
                "US$34",
                "US$49",
                "US$64",
                "US$99"
            ],
            "frequently_asked_questions": [
                "What is CRM pricing and how is it determined? What factors affect CRM software cost?",
                "How much does a CRM cost on average?",
                "Which CRM pricing models are available in Pipedrive? Which is the best one to choose?",
                "Can my co-workers join my free trial?",
                "Can I try different plans during my trial?",
                "Are there any plan limits during my free trial?",
                "Will my data be safe?",
                "What is an add-on?",
                "What’s the difference between annual and monthly billing?",
                "Which payment methods do you accept?",
                "How can I contact customer support?",
                "What are the prices associated with CRM?",
                "What does it cost to implement a CRM?"
            ],
            "frequently_asked_questions_answers": [
                "CRM pricing refers to the cost of implementing and using customer relationship management software. The price is determined by factors like number of users, features included in the software, integrations and level of support provided by CRM companies.",
                "CRM costs vary widely depending on the CRM company and features included. On average, the typical cost of CRM software ranges from less than a hundred to several hundred dollars per user per year, with some enterprise-level solutions costing even more. To find the best CRM software prices, research and compare CRM providers based on their pricing plans and features. Pipedrive offers different solutions at price points to match users’ requirements.",
                "Pipedrive offers five main CRM plans: Essential, Advanced, Professional, Power and Enterprise. We recommend that you carefully evaluate your business needs and consider the features offered in each plan before deciding which CRM pricing model to choose. Take advantage of Pipedrive’s 14-day free trial to test the software before making a purchase decision.",
                "Yes, you can invite as many people as you want to join your Pipedrive trial. Simply click on your profile in the top right corner of your screen and select 'Add more users' from the drop-down menu.",
                "Yes, you can switch between our Essential, Advanced and Professional plans for free as much as you want during your trial.",
                "All of our plans except Enterprise have feature usage limits that also apply during the trial period. Upgrade to a higher plan for free during your trial to increase your limits.",
                "Protecting your business data is one of our highest priorities. Learn more about our rigorous security and privacy standards.",
                "Add-ons are additional Pipedrive tools that you can add to any plan. You are charged for add-ons per company, not per user.",
                "The difference is how often you pay your subscription fee. With monthly billing, you will be charged on the same day each month. With annual billing, you are charged once for the whole year.",
                "There are different ways to pay for Pipedrive including major credit cards, debit cards and PayPal. Your payment options depend on the country you live in.",
                "Our friendly support team is ready to help out. Here’s how to get in touch.",
                "As well as the cost of the customer relationship management software itself, which differs based on pricing tier, some providers also charge users for implementation, setup, training, data migration, support and more. You may also be able to purchase credits to get access to more features or more access to the features already on your plan. Try to find a CRM that’s transparent about its pricing. Pipedrive has no hidden costs, making it an excellent choice for anyone with a fixed budget.",
                "The cost of implementing a CRM varies based on factors such as business size, software choice, user count, customization and integration needs. On-premises setups usually have higher upfront costs. Some CRM providers charge users for implementation. If you choose Pipedrive, implementation is free when you sign up for a pricing plan that’s over $400 a year. Costs differ widely, so a thorough evaluation is essential for an accurate estimate."
            ]
        }
    },
    {
        "url": "https://podium.com/pricing",
        "company": "podium",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Get a demo",
            "tier_names": [
                "Core",
                "Pro",
                "Signature"
            ],
            "tier_prices": [
                "$399 USD per month",
                "$599 USD per month",
                "Custom pricing"
            ],
            "frequently_asked_questions": [
                "What is Podium?",
                "Is Podium made for my industry?",
                "Is Podium worth the cost?",
                "What does Podium cost monthly?",
                "What happens if I hit my Bulk Messages limit?",
                "What's included in the base 10DLC fee?"
            ],
            "frequently_asked_questions_answers": [
                "Podium is a desktop and mobile digital platform that enables businesses to attract and convert more leads. We have a full suite of communication, marketing, payment, and review management tools that are all accessible in our consolidated platform. Plus, we’re AI-powered! Some of our most used core features, including bulk marketing texts, inbox replies, and call summaries use Artificial Intelligence to help you market better, reply faster, and make it easier to convert more leads into sales.",
                "Podium has proven to be successful for several commerce and service-based industries and sub-industries, including: Retail: Furniture, Appliance, Mattress, Jewelry; Home Services: HVAC dealers, Plumbing; Automotive: Auto dealers / OEM, auto repair and body shops; Health & Wellness: Medical Spas, Dermatology, Plastic Surgery, Dental Offices; Large Businesses: Businesses with multiple locations and/or complex business operations.",
                "We totally understand how serious and important investments are for your business—that’s why we’re transparent about our pricing and what goes into building your perfect plan. Our sales team can customize a plan for your business and help you decide if Podium is the right fit for you. We’ve also put together several case studies that discuss how much businesses have increased their revenue and lead conversion rate with our tools and features.",
                "Transparently, the monthly cost may vary depending on your specific business needs and operations. We’ve outlined the base costs of our different plans above, but if you have specific questions, our sales and account teams will work with you to build the perfect plan based on your industry, partnerships, integrations, volume, and carrier fees.",
                "Once you have reached your monthly Bulk Messages limit, you will not be able to send any additional Bulk Messages until the start of the following month. At any time, you can upgrade your bulk message limit by getting in touch with your dedicated Customer Success Manager.",
                "The base 10DLC of $5 per month per location includes 3 message segments per second and up to 2,000 T-mobile messages per day per location."
            ]
        }
    },
    {
        "url": "https://www.mongodb.com/pricing",
        "company": "mongodb",
        "ai_pricing_model": "Usage",
        "category": "Cybersecurity & IT Management",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Serverless",
                "Dedicated",
                "Shared",
                "MongoDB Enterprise Advanced"
            ],
            "tier_prices": [
                "$0.10/million reads",
                "$57/month",
                "$0/month",
                "Contact Sales for pricing"
            ],
            "frequently_asked_questions": [
                "Questions about pricing?",
                "Talk to a product specialist about features, sizing, support plans, and consulting."
            ],
            "frequently_asked_questions_answers": [
                "Chat Now",
                "Chat Now"
            ]
        }
    },
    {
        "url": "https://oneplan.ai/pricing",
        "company": "oneplan",
        "ai_pricing_model": "Tiered",
        "category": "Project Management & Maintenance",
        "data": {
            "call_to_action": "Try for free",
            "tier_names": [
                "Free",
                "Basic",
                "Professional",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$7",
                "$30",
                "Contact us for price"
            ],
            "frequently_asked_questions": [
                "Does OnePlan offer volume based pricing?",
                "Do you need a OnePlan license to view reports via Power BI and other reporting tools?",
                "Do you offer multi year contract discounts?",
                "Do I need my own Office 365 account to use OnePlan?",
                "Does OnePlan offer implementation services?"
            ],
            "frequently_asked_questions_answers": [
                "Yes, OnePlan offers volume based pricing based on the total number of users. Please contact us to learn more.",
                "No, you do not need a OnePlan license to view OnePlan OData via Power BI or other reporting tools.",
                "Yes, OnePlan does offer discounts for multi year commitments. Please contact us to learn more.",
                "No, OnePlan can provide you a username and password access if you do not have an Office 365 account. Contact us to learn more.",
                "Yes, OnePlan has different implementation packages available."
            ]
        }
    },
    {
        "url": "https://openai.com/pricing",
        "company": "openai",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get Free",
            "tier_names": [
                "Free",
                "Plus",
                "Pro",
                "Team",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 / month",
                "$20 / month",
                "$200 / month",
                "$25 per user / month billed annually, $30 per user / month billed monthly",
                "Contact sales"
            ],
            "frequently_asked_questions": [
                "How does ChatGPT’s pricing work?",
                "Is ChatGPT free to use?",
                "Does OpenAI offer a ChatGPT plan for educational institutions?",
                "Does OpenAI offer a discount for nonprofits?",
                "How many users are supported on each subscription plan?",
                "What are my payment options?",
                "How secure is ChatGPT?",
                "How does ChatGPT use my data?"
            ],
            "frequently_asked_questions_answers": [
                "The free version of ChatGPT is available to everyone. Paid plans (Plus, Team, and Enterprise) are priced per user per month. We offer monthly plans for Plus and Team and annual plans for Team and Enterprise.",
                "The free version of ChatGPT is available to everyone. Upgrading to Plus, Team, or Enterprise offers a more powerful experience through additional features and access to GPT-4.",
                "Yes, ChatGPT Edu is an affordable plan built for universities to deploy AI more broadly across their campus communities. Powered by GPT-4o, ChatGPT Edu offers advanced capabilities, robust security and data privacy, and administrative controls. Contact our team to learn more.",
                "Yes. Through OpenAI for Nonprofits, eligible nonprofits can receive a 20% discount on subscriptions to ChatGPT Team and a 50% discount to ChatGPT Enterprise. To apply for the ChatGPT Team discount, click here. To apply for a nonprofit discount on ChatGPT Enterprise, please contact sales.",
                "Free and Plus plans are designed to be used by individuals. Team and Enterprise are for businesses. Team plans are available starting at 2 users. Please contact sales to learn more about our Enterprise plan.",
                "You can purchase ChatGPT Plus or Team with any major credit card. For ChatGPT Enterprise, please contact sales for alternative payment options such as invoicing.",
                "All data is encrypted in transit (TLS 1.2). Data at rest is encrypted at rest (AES-256), and strict access controls are used to limit who can access data. Our security team has an on-call rotation that has 24/7/365 coverage and is paged in case of any potential security incident. We offer a Bug Bounty Program for responsible disclosure of vulnerabilities discovered on our platform and products. Please visit our Trust Portal for more details.",
                "We give you control over your data. Read more about how your data is used and our Enterprise privacy."
            ]
        }
    },
    {
        "url": "https://otter.ai/pricing",
        "company": "otter",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Basic",
                "Pro",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "$16.99 USD per user Billed Monthly",
                "$30 USD per user Billed Monthly",
                "Schedule a Demo"
            ],
            "frequently_asked_questions": [
                "My colleagues and I have Otter accounts. Can we switch to Business?",
                "What forms of payment can I use?",
                "Can I pay with PayPal?",
                "Is there a discount for students?"
            ],
            "frequently_asked_questions_answers": [
                "Yes! Sign into your account. Under Settings, select 'Upgrade to Business' and follow the prompts.",
                "We accept credit and debit card payments on our Otter.ai website, and in-app purchases charged to your Apple App Store or Google Play account.",
                "PayPal is not yet accepted, but we will definitely consider adding this option in the future.",
                "Yes, we offer a 20% discount on Otter Pro Monthly and Otter Pro Annual plans for individual students and teachers using an email address ending with .edu."
            ]
        }
    },
    {
        "url": "https://www.pagerduty.com/pricing/",
        "company": "pagerduty",
        "ai_pricing_model": "Usage",
        "category": "Cybersecurity & IT Management",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Professional",
                "Business",
                "Enterprise"
            ],
            "tier_prices": [
                "$0 up to 5 users / month",
                "$21 per user / month",
                "$41 per user / month",
                "Call Us"
            ],
            "frequently_asked_questions": [
                "How many users do I need?",
                "How does the 14-day trial work?",
                "What are my payment options?",
                "How many systems can I monitor?",
                "How many notifications are included in my account?",
                "Can I only purchase AIOps?",
                "Are there any lower cost options for users who are not responders?",
                "How is PagerDuty AIOps priced?",
                "What's not included in Digital Operations Management?"
            ],
            "frequently_asked_questions_answers": [
                "Every person added to your PagerDuty account is a paid user, including those who are receiving notifications or are included in a schedule.",
                "Our trial is a full-featured free trial for 14 days that you can start using instantly. No credit card required so you won’t be charged until you are ready to buy. When you are ready, select any of the available plans to continue using PagerDuty.",
                "We accept Visa, MasterCard, American Express, Discover, and JCB through your online account. Want to pay via invoice? Sure! We’ll gladly set up an annual invoice. Just call or contact us.",
                "You can monitor as many or as few systems as you want with PagerDuty. Whether you want to monitor one computer with Nagios or use Datadog, Icinga and Zenoss to monitor hundreds of applications across thousands of hosts, we won't charge you extra. We have 700+ pre-built integrations so you can connect PagerDuty to your monitoring tools of choice.",
                "Notifications can be sent by email, push, SMS, and phone. All customers get unlimited email and push notifications. Professional, Business, and Digital Operations plans also get unlimited global SMS and phone notifications. Free customers receive 100 SMS and phone notifications.",
                "You will have to purchase at least one user on a Professional or Business Incident Response plan to be able to purchase AIOps.",
                "You can purchase lower cost user licenses for business stakeholders who get read-only access to your PagerDuty products. If you purchase the Business plan or Digital Operations plan, stakeholder users can subscribe to incidents for real-time updates during critical outages to improve organization-wide response.",
                "PagerDuty is committed to providing customers with the best value and ROI. With that in mind, PagerDuty AIOps is licensed per accepted event. Accepted events are any valid events that are sent to and processed by PagerDuty via email integration or API with a successful 2xx response. The number of events should correlate with the number of 2xx responses a customer receives back from the events API. For more details, go here.",
                "Global Event Orchestration is not included. See PagerDuty AIOps."
            ]
        }
    },
    {
        "url": "https://www.salesforce.com/products/marketing-pricing/",
        "company": "pardot",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Try for free",
            "tier_names": [
                "Starter Suite",
                "Marketing Cloud Growth Edition",
                "Marketing Cloud Advanced Edition",
                "Data Cloud",
                "Marketing Engagement",
                "Account Engagement",
                "Personalization",
                "Marketing Intelligence",
                "Customer Loyalty Solutions",
                "Small Business Marketing",
                "Standard Success Plan",
                "Premier Success Plan",
                "Signature Success Plan",
                "Pro Suite",
                "Professional Services",
                "Partners"
            ],
            "tier_prices": [
                "$25 USD/User/Month",
                "$1500 USD/Org/Month",
                "$3250 USD/Org/Month",
                "From $108,000 USD/org/year",
                "From $2,500 USD/org/year",
                "From $1,250 USD/org/month",
                "From $108,000 USD/org/year",
                "From $3,000 USD/org/year",
                "From $20,000 USD/org/year",
                "From $1,500 USD/org/month",
                "Included in all licenses",
                "30% of net license fees",
                "Contact your account executive",
                "Try for free",
                "Learn about Professional Services",
                "Learn more"
            ],
            "frequently_asked_questions": [
                "How much does Marketing Cloud cost?",
                "Are there upfront costs or additional fees?",
                "What if my business priorities and product needs have changed?",
                "Do Salesforce products integrate with outside applications and systems?",
                "How long are your contracts?",
                "Can I upgrade at any time? Can I add more products later on?"
            ],
            "frequently_asked_questions_answers": [
                "Marketing Cloud is the platform name for a range of products that help marketers achieve success across every aspect of the marketer’s role. The platform is sold through individual products that make up the entire portfolio, including our Data Cloud, Engagement, Personalization, and Marketing Intelligence solutions. Each product can be sold depending on the individual businesses needs, and are priced to cater for every business size and need. For more information, please review the detailed product breakdown on this page, or request a call with a sales representative today.",
                "Salesforce has different add-ons, apps, and additional products to help your company stay ahead in your industry. For questions regarding Data Cloud, Marketing Cloud Engagement, Account Engagement, Personalization, Intelligence and Loyalty Management, please contact us to discuss exactly what kind of products you’re looking to add and how we can help.",
                "If and when your business priorities and product needs change, our editions and pricing structure has been established to cater to increases and decreases in product or solution usage. If changes are required, we recommend you work with your account teams to determine the different options available to you.",
                "Yes, Salesforce products integrate with many outside applications and systems. Our Marketing Intelligence, Customer Data, and Engagement solutions support a wide range of partners and API integrations, which allow our customers to develop dynamic and integrated technology stacks.",
                "Most Salesforce products use annual contracts, but Salesforce subscription terms vary. For any questions related to contracts for Data Cloud, Marketing Cloud Engagement, Account Engagement, Personalization, Intelligence, or Loyalty Management, please chat with a sales representative to discuss payment and billing options for your products.",
                "Yes, of course. You are able to upgrade at any time as well as purchase additional products later on in your contract. We recommend engaging your account representative whenever you have questions around upgrades, add-ons, or contract information."
            ]
        }
    },
    {
        "url": "https://www.pinecone.io/pricing/",
        "company": "pinecone",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Get Started Today",
            "tier_names": [
                "Starter",
                "Standard",
                "Enterprise"
            ],
            "tier_prices": [
                "Free",
                "Pay as you go",
                "Custom"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://pipedrive.com/pricing",
        "company": "pipedrive",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Try it free",
            "tier_names": [
                "Essential",
                "Advanced",
                "Professional",
                "Power",
                "Enterprise"
            ],
            "tier_prices": [
                "US$14",
                "US$34",
                "US$49",
                "US$64",
                "US$99"
            ],
            "frequently_asked_questions": [
                "What is CRM pricing and how is it determined? What factors affect CRM software cost?",
                "How much does a CRM cost on average?",
                "Which CRM pricing models are available in Pipedrive? Which is the best one to choose?",
                "Can my co-workers join my free trial?",
                "Can I try different plans during my trial?",
                "Are there any plan limits during my free trial?",
                "Will my data be safe?",
                "What is an add-on?",
                "What’s the difference between annual and monthly billing?",
                "Which payment methods do you accept?",
                "How can I contact customer support?",
                "What are the prices associated with CRM?",
                "What does it cost to implement a CRM?"
            ],
            "frequently_asked_questions_answers": [
                "CRM pricing refers to the cost of implementing and using customer relationship management software. The price is determined by factors like number of users, features included in the software, integrations and level of support provided by CRM companies.",
                "CRM costs vary widely depending on the CRM company and features included. On average, the typical cost of CRM software ranges from less than a hundred to several hundred dollars per user per year, with some enterprise-level solutions costing even more. To find the best CRM software prices, research and compare CRM providers based on their pricing plans and features. Pipedrive offers different solutions at price points to match users’ requirements.",
                "Pipedrive offers five main CRM plans: Essential, Advanced, Professional, Power and Enterprise. We recommend that you carefully evaluate your business needs and consider the features offered in each plan before deciding which CRM pricing model to choose. Take advantage of Pipedrive’s 14-day free trial to test the software before making a purchase decision.",
                "Yes, you can invite as many people as you want to join your Pipedrive trial. Simply click on your profile in the top right corner of your screen and select 'Add more users' from the drop-down menu.",
                "Yes, you can switch between our Essential, Advanced and Professional plans for free as much as you want during your trial.",
                "All of our plans except Enterprise have feature usage limits that also apply during the trial period. Upgrade to a higher plan for free during your trial to increase your limits.",
                "Protecting your business data is one of our highest priorities. Learn more about our rigorous security and privacy standards.",
                "Add-ons are additional Pipedrive tools that you can add to any plan. You are charged for add-ons per company, not per user.",
                "The difference is how often you pay your subscription fee. With monthly billing, you will be charged on the same day each month. With annual billing, you are charged once for the whole year.",
                "There are different ways to pay for Pipedrive including major credit cards, debit cards and PayPal. Your payment options depend on the country you live in.",
                "Our friendly support team is ready to help out. Here’s how to get in touch.",
                "As well as the cost of the customer relationship management software itself, which differs based on pricing tier, some providers also charge users for implementation, setup, training, data migration, support and more. You may also be able to purchase credits to get access to more features or more access to the features already on your plan. Try to find a CRM that’s transparent about its pricing. Pipedrive has no hidden costs, making it an excellent choice for anyone with a fixed budget.",
                "The cost of implementing a CRM varies based on factors such as business size, software choice, user count, customization and integration needs. On-premises setups usually have higher upfront costs. Some CRM providers charge users for implementation. If you choose Pipedrive, implementation is free when you sign up for a pricing plan that’s over $400 a year. Costs differ widely, so a thorough evaluation is essential for an accurate estimate."
            ]
        }
    },
    {
        "url": "https://podium.com/pricing",
        "company": "podium",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Get a demo",
            "tier_names": [
                "Core",
                "Pro",
                "Signature"
            ],
            "tier_prices": [
                "$399 USD per month",
                "$599 USD per month",
                "Custom pricing"
            ],
            "frequently_asked_questions": [
                "What is Podium?",
                "Is Podium made for my industry?",
                "Is Podium worth the cost?",
                "What does Podium cost monthly?",
                "What happens if I hit my Bulk Messages limit?",
                "What's included in the base 10DLC fee?"
            ],
            "frequently_asked_questions_answers": [
                "Podium is a desktop and mobile digital platform that enables businesses to attract and convert more leads. We have a full suite of communication, marketing, payment, and review management tools that are all accessible in our consolidated platform. Plus, we’re AI-powered! Some of our most used core features, including bulk marketing texts, inbox replies, and call summaries use Artificial Intelligence to help you market better, reply faster, and make it easier to convert more leads into sales.",
                "Podium has proven to be successful for several commerce and service-based industries and sub-industries, including: Retail: Furniture, Appliance, Mattress, Jewelry; Home Services: HVAC dealers, Plumbing; Automotive: Auto dealers / OEM, auto repair and body shops; Health & Wellness: Medical Spas, Dermatology, Plastic Surgery, Dental Offices; Large Businesses: Businesses with multiple locations and/or complex business operations.",
                "We totally understand how serious and important investments are for your business—that’s why we’re transparent about our pricing and what goes into building your perfect plan. Our sales team can customize a plan for your business and help you decide if Podium is the right fit for you. We’ve also put together several case studies that discuss how much businesses have increased their revenue and lead conversion rate with our tools and features.",
                "Transparently, the monthly cost may vary depending on your specific business needs and operations. We’ve outlined the base costs of our different plans above, but if you have specific questions, our sales and account teams will work with you to build the perfect plan based on your industry, partnerships, integrations, volume, and carrier fees.",
                "Once you have reached your monthly Bulk Messages limit, you will not be able to send any additional Bulk Messages until the start of the following month. At any time, you can upgrade your bulk message limit by getting in touch with your dedicated Customer Success Manager.",
                "The base 10DLC of $5 per month per location includes 3 message segments per second and up to 2,000 T-mobile messages per day per location."
            ]
        }
    },
    {
        "url": "https://www.postman.com/pricing/",
        "company": "postman",
        "ai_pricing_model": "Addon",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Basic",
                "Professional",
                "Enterprise"
            ],
            "tier_prices": [
                "$0",
                "$19 per user/month, billed monthly; $14 per user/month, billed annually",
                "$39 per user/month, billed monthly; $29 per user/month, billed annually",
                "$49 per user/month, billed annually"
            ],
            "frequently_asked_questions": [
                "How do I get started?",
                "What is included with the Free plan?",
                "What is the top tier of customer support offered by Postman?",
                "Is there a packaging change as part of the v11 release?",
                "Do I have to upgrade my app in order to use the new features released in v11?",
                "Can my company submit a purchase order? Can you invoice my company?",
                "Can I increase licenses during my subscription?",
                "Can I decrease licenses during my subscription?",
                "What standard security questionnaires and reports are available from Postman?"
            ],
            "frequently_asked_questions_answers": [
                "When you sign up, you're on the Free plan by default. The Free plan is designed for individuals or small teams of 3 or less just starting out with testing APIs. For more advanced capabilities, check out the Basic, Professional, and Enterprise plans.",
                "The free version includes many features you know and love, including sending requests and inspecting responses, designing and mocking APIs, testing APIs, monitoring APIs, and much more. The free version is also a great place to start collaborating with up to three team members.",
                "The Postman Enterprise plan offers our top-tier support package, with access to exclusive advanced features and add-ons, enterprise-grade availability, and a one-day response time. Customers on the Enterprise plan also receive support from our Customer Success team.",
                "Yes, Postman now offers four plans. Here are a few highlights of changes we made to the plans: Essentials and Ultimate plans are consolidating into one powerful Enterprise plan at $49/user/month. The new Enterprise plan includes the Private API Network for secure internal collaboration. Professional plans now have access to Partner Workspaces for easy external collaboration. We've launched several new priced add-ons, affording a more modular way for you to extend your plan's capabilities with AI, testing, and external collaboration tools.",
                "Yes. If you are using the Postman desktop app or if you are on an Enterprise plan with account-level deployment control, you will have to upgrade to v11 in order to begin using the new features. For Enterprise accounts with deployment control, contact your Team Admin to request an upgrade. If you are using the web version of Postman, beginning May 1, 2024, you will be able to access v11 features upon login.",
                "The Postman Enterprise plan offers PO/invoicing as a payment option. The Enterprise plan also offers custom payment terms. The Postman Basic and Professional plans are only available for purchase by credit card.",
                "Yes. For customers on the Postman Basic, Professional, and Enterprise plans, you can add licenses at any point in the subscription. If you're on the Basic or Professional plan, you can simply go to your management console to add a new member. With our Auto-Flex team policy, you won't be billed for the new users until either your next billing cycle for monthly plans or on a recurring quarterly basis for annual plans.",
                "Yes. For monthly plans, a request to decrease the license seat count will be reflected in the following month's billing. For annual plans, a request to decrease license seats occurs at the next annual renewal.",
                "Postman recognizes that our customers and prospects will require security-related information to adhere to their own organizational compliance policy requirements. Therefore, you can download the following standard security questionnaires and reports directly from the Postman Security & Trust Portal: The System and Organization Controls (SOC2) Type 2 and SOC 3 assessments and CAIQ - Consensus Assessments Initiative Questionnaire."
            ]
        }
    },
    {
        "url": "https://renderforest.com/pricing",
        "company": "renderforest",
        "ai_pricing_model": "Tiered",
        "category": "Design & Development",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Lite",
                "Pro",
                "Business"
            ],
            "tier_prices": [
                "$0.00",
                "$9",
                "$9.5",
                "$20.3"
            ],
            "frequently_asked_questions": [
                "Will my subscription plan renew automatically?",
                "Can I upgrade my current plan whenever I wish?",
                "Will I be able to export longer videos if I subscribe?",
                "What is migration, and why was my plan migrated to another?",
                "Can I pay any annual plan month by month?",
                "How can I upgrade my storage?",
                "How can I create unlimited 4K videos?"
            ],
            "frequently_asked_questions_answers": [
                "Any subscription plan renews automatically. If you don’t want to be billed, cancel your subscription until the expiration date; otherwise, the system will bill your card automatically.",
                "You can easily upgrade to a higher subscription plan by visiting the subscription page on your profile and clicking the Upgrade button in the top right corner of the subscription box. This option helps you to upgrade by paying only the difference.",
                "Yes, if you subscribe to any subscription plan, the duration limit will be extended. You can create and export longer videos in HD quality with the paid plans.",
                "To ensure that the newly performed updates and advantages are available for our loyal users, we have granted you an option to migrate with one click if you are already a subscriber. As we take care of our valuable users, we have removed the credit limit of your subscription plan so that you can create unlimited HD quality projects now with the same subscription plan.",
                "There are both monthly and annual subscription plans available on Renderforest. All annual subscription plans are paid upfront, so if you want to pay month by month, you need to choose one of the monthly subscription plans.",
                "To upgrade your storage, you need to upgrade your subscription plan to a higher one. Please go to the pricing page to proceed with the upgrade.",
                "You need to subscribe to the Business plan to create unlimited 4K videos."
            ]
        }
    },
    {
        "url": "https://www.resemble.ai/pricing/",
        "company": "resemble",
        "ai_pricing_model": "Usage",
        "category": "Artificial Intelligence",
        "data": {
            "call_to_action": "Try it for Free. No Credit Card Needed!",
            "tier_names": [
                "CREATOR",
                "PROFESSIONAL",
                "BUSINESS",
                "ENTERPRISE"
            ],
            "tier_prices": [
                "$1 for the first month, and $29 for every month after that",
                "$99 / month",
                "$499 / month",
                "Custom Pricing"
            ],
            "frequently_asked_questions": [
                "Can the content I generate be used for commercial purposes?",
                "What is the difference between Rapid Voice Clone and Professional Voice Clone?",
                "What is required for professional voice cloning through data upload?",
                "How do I track my usage?",
                "Can I cancel at any time?",
                "How do I change my subscription?",
                "What languages do I get access to for Localize?",
                "How do I get access to faster streaming?"
            ],
            "frequently_asked_questions_answers": [
                "All content generated in all tiers is available for commercial use.",
                "Rapid Voice Clone is all about speed and efficiency, while Professional Voice Clone is built for depth and nuance.",
                "For professional voice cloning through data upload, we require explicit, verifiable consent from the voice talent.",
                "To track usage, please proceed to the Billing Portal and see Current Usage.",
                "You can cancel your subscription at any time through the Billing Portal.",
                "You can change your subscription by going to our Billing Portal and clicking on Manage Subscription.",
                "On the Trial, Personal, and Creator tiers, users have access to Spanish (MX), French, and British English. There are 68 languages available for Localize in the Professional plan, and 148 languages in the Business plan.",
                "Enterprise customers get access to lower than 300ms time to first sound for streaming with greater consistency and concurrency."
            ]
        }
    },
    {
        "url": "https://www.revenue.io/pricing",
        "company": "revenue",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Get A Demo",
            "tier_names": [
                "Starter Growth Package",
                "Optimized for the Enterprise",
                "Maximum Growth"
            ],
            "tier_prices": [
                "Get Pricing",
                "Get Pricing",
                "Get Pricing"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://www.ringcentral.com/ca/en/office/plansandpricing.html",
        "company": "ringcentral",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Try free",
            "tier_names": [
                "Core",
                "Advanced",
                "Ultra"
            ],
            "tier_prices": [
                "$30/user/month (annually), $40/user/month (monthly)",
                "$35/user/month (annually), $45/user/month (monthly)",
                "$45/user/month (annually), $55/user/month (monthly)"
            ],
            "frequently_asked_questions": [
                "Is RingEX free to use? How long is RingEX free Trial?",
                "Can I make unlimited calls with my RingCentral phone number?",
                "What’s the best plan if I’m replacing an on-premise PBX system across multiple sites, branch locations, and global regions?",
                "What apps does RingCentral integrate with?",
                "How do you integrate with Microsoft Teams?",
                "Do you have any special pricing or packages for Education customers?",
                "What global compliance certifications does RingCentral have?"
            ],
            "frequently_asked_questions_answers": [
                "Yes. Free trial is available to new subscribers only. During the 14-day free trial, you will receive support for up to 20 phone lines. You can use any combination of RingCentral desktop phones (up to 2 devices during free trial) and the RingCentral app. The entire suite of RingEX features, including voice, auto attendant, online meetings, team messaging, fax and conferencing are available during the trial. SMS is not available for trial use.",
                "Yes, you can make unlimited VoIP calls and conference calls using the RingCentral app to anyone in your organization. For external calls, you get unlimited phone calls within the US and Canada. For other international calls, RingCentral offers international calling plans and bundles at an affordable price.",
                "There are 3 key administrative and 2 analytics features in the Advanced and Ultra packages that help organizations realize the benefits of consolidating and managing their communications in the cloud. Key administrative features include cost center management, multi-support admin and management and custom roles and permissions to control administrative functions. Analytics features include adoption analytics and Business Analytics Essentials providing key insights with ongoing usage.",
                "RingCentral has over 330+ integrations across 200+ companies and leading business platforms to improve productivity, streamline communication within Customer Relationship Management (CRM) applications, automate application workflows and improve customer support.",
                "RingCentral provides Microsoft Teams customers with business calling to help them expand their global reach, integrate flawless employee and customer experiences, and connect the apps they depend on.",
                "RingCentral Education Essentials™ and RingCentral Education Standard™ are designed to provide flexible solutions for the hybrid or virtual classroom, district, or campus.",
                "RingCentral is built on a secure cloud platform with a robust portfolio of security and compliance certifications, as well as compliance with global regulations, including HITRUST, GDPR, PCI, HIPAA and others."
            ]
        }
    },
    {
        "url": "https://www.salesforce.com/editions-pricing/marketing-cloud/account-engagement/",
        "company": "salesforce.marketing-cloud.account-engagement",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Contact us",
            "tier_names": [
                "Growth",
                "Plus",
                "Advanced",
                "Premium"
            ],
            "tier_prices": [
                "$1250 USD/Per month up to 10,000 contacts (Billed annually)",
                "$2750 USD/Per month up to 10,000 contacts (Billed annually)",
                "$4400 USD/Per month up to 10,000 contacts (Billed annually)",
                "$15000 USD/Per month up to 75,000 contacts (Billed annually)"
            ],
            "frequently_asked_questions": [
                "How much does Marketing Cloud cost?",
                "Are there upfront costs or additional fees?",
                "What if my business priorities and product needs have changed?",
                "Do Salesforce products integrate with outside applications and systems?",
                "How long are your contracts?",
                "Can I upgrade at any time? Can I add more products later on?"
            ],
            "frequently_asked_questions_answers": [
                "Marketing Cloud is the platform name for a range of products that help marketers achieve success across every aspect of the marketer’s role. The platform is sold through individual products that make up the entire portfolio, including our Data Cloud for Marketing, Marketing Cloud Engagement, Marketing Cloud Account Engagement, Marketing Cloud Personalization, Marketing Cloud Intelligence, or Customer Loyalty solutions. Each product can be sold depending on the individual businesses needs, and are priced to cater for every business size and need. For more information, please review the detailed product breakdown on this page, or request a call with a sales representative today.",
                "Salesforce has different add-ons, apps, and additional products to help your company stay ahead in your industry. For questions regarding Data Cloud for Marketing, Marketing Cloud Engagement, Marketing Cloud Account Engagement, Marketing Cloud Personalization, Marketing Cloud Intelligence, or Customer Loyalty solutions, please contact us to discuss exactly what kind of products you’re looking to add and how we can help.",
                "If and when your business priorities and product needs change, our editions and pricing structure has been established to cater to increases and decreases in product or solution usage. If changes are required, we recommend you work with your account teams to determine the different options available to you.",
                "Yes, Salesforce products integrate with many outside applications and systems. Our solutions support a wide range of partners and API integrations, which allow our customers to develop dynamic and integrated technology stacks.",
                "Most Salesforce products use annual contracts, but Salesforce subscription terms vary. For any questions related to contracts for Data Cloud for Marketing, Marketing Cloud Engagement, Marketing Cloud Account Engagement, Marketing Cloud Personalization, Marketing Cloud Intelligence, or Customer Loyalty solutions, please chat with a sales representative to discuss payment and billing options for your products.",
                "Yes, of course. You are able to upgrade at any time as well as purchase additional products later on in your contract. We recommend engaging your account representative whenever you have questions around upgrades, add-ons, or contract information."
            ]
        }
    },
    {
        "url": "https://salesloft.com/pricing",
        "company": "salesloft",
        "ai_pricing_model": "Tiered",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Request a Demo",
            "tier_names": [
                "Advanced",
                "Premier"
            ],
            "tier_prices": [
                "Contact for pricing",
                "Contact for pricing"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://scheduleonce.com/pricing",
        "company": "scheduleonce",
        "ai_pricing_model": "Tiered",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Sign up",
            "tier_names": null,
            "tier_prices": null,
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://www.scratchpad.com/pricing",
        "company": "scratchpad",
        "ai_pricing_model": "Addon",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Get started",
            "tier_names": [
                "Free",
                "Standard",
                "Business"
            ],
            "tier_prices": [
                "$0",
                "$19 user / month billed yearly, $24 user / month",
                "$39 user / month billed yearly, $49 user / month"
            ],
            "frequently_asked_questions": null,
            "frequently_asked_questions_answers": null
        }
    },
    {
        "url": "https://semrush.com/pricing",
        "company": "semrush",
        "ai_pricing_model": "Addon",
        "category": "Analytics",
        "data": {
            "call_to_action": "Try for free",
            "tier_names": [
                "Pro",
                "Guru",
                "Business"
            ],
            "tier_prices": [
                "$139.95 monthly",
                "$249.95 monthly",
                "$499.95 monthly"
            ],
            "frequently_asked_questions": [
                "Can I cancel my subscription anytime?",
                "What is Semrush’s refund policy?",
                "What payment methods do you accept?",
                "Do I get a customer demo?",
                "Can I use Semrush for free?",
                "Am I charged when I enter my credit card?",
                "Which would be better for me, Guru or Pro?",
                "I run a small agency. What plan should I choose?",
                "What is the pricing currency?"
            ],
            "frequently_asked_questions_answers": [
                "Yes, you can cancel your subscription, downgrade or upgrade your plan at any time.",
                "You get a 7-day money-back guarantee on all plans. Submit your request via our contact form, and we will refund the payment made if the request is made within 7 days after the sign-up.",
                "You can pay using the following payment methods: All major credit cards including Visa, Mastercard, Discover, American Express, and UnionPay; Wire transfer (upon request); Check or money order (US only, upon request).",
                "Once you sign up for a Semrush free trial, request a free training session here. After your demo, you will be assigned a dedicated point of contact for all of your Semrush-related questions.",
                "Yes. With a free account, you can still use a lot of tools, but you will be limited in your ability to pull all of the data and use other tools. The maximum number of requests made to the Analytics reports per day is limited to only 10 (Pro users have access to 3,000 searches, Guru — 5,000 searches, Business — 10,000 searches). As a free user, you can create and manage only one Project and track 10 keywords in Position Tracking.",
                "We will charge a nominal amount to your credit card to check its validity; once confirmed, it will be immediately refunded. Until your Semrush trial period ends you won’t be charged.",
                "If you’re a freelancer, blogger, or in-house marketer with a limited budget, then the Semrush Pro plan will likely be the best option. If you’re a professional SEO consultant or an agency with numerous clients, then you will be best suited to the Semrush Guru plan.",
                "You might choose Pro plan, which is the basic subscription, or Guru plan, which is the most popular for SMBs and growing agencies. The plans differ in the number of tools available as well as in the number of limits.",
                "All prices are in US dollars."
            ]
        }
    },
    {
        "url": "https://slack.com/pricing",
        "company": "slack",
        "ai_pricing_model": "Addon",
        "category": "Collaboration & Productivity",
        "data": {
            "call_to_action": "Get Started",
            "tier_names": [
                "Free",
                "Pro",
                "Business+",
                "Enterprise Grid"
            ],
            "tier_prices": [
                "$0 USD/mo",
                "$8.75$4.38 USD/mo Per active user, per month, when paying monthly $7.25 USD per active user when paying per year",
                "$15 USD/mo Per active user, per month, when paying monthly $12.50 USD per active user when paying per year",
                "Contact sales for pricing"
            ],
            "frequently_asked_questions": [
                "How do I purchase Slack AI?",
                "How does Slack AI work?",
                "How does Slack AI protect the security of my data?",
                "How can I pay for Slack? Can I pay by credit card, or can you invoice me?",
                "Our team has several accounts which are not being actively used, but which we don’t want to disable. Do we still have to pay for them?",
                "We want to add new users to our workspace. How will that be billed?",
                "Do you offer discounts for non-profit organizations or educational institutions?"
            ],
            "frequently_asked_questions_answers": [
                "Slack AI is available to purchase as an add-on for all paid plans. Here’s how to buy Slack AI: If you haven’t signed up for Slack, create a workspace to get started. You can upgrade your workspace and purchase the Slack AI add-on at the same time. To do so, select a paid plan and then click With Slack AI. If you’re on the Pro or Business+ plan, sign in to your account and click Get Slack AI on the Pricing page. On Enterprise Grid? Reach out to your Slack account executive or contact our Sales team.",
                "Slack AI uses the discussions and information already in Slack to power a secure experience tailored to you and your organization: Summarize long conversations, Find answers to questions, Get a daily recap of less important channels.",
                "Slack AI runs on Slack’s trusted infrastructure, and upholds the security practices and compliance standards that customers expect from Slack itself. Slack does not share customer data with large language model (LLM) providers and does not use customer data to train LLMs. Visit our Help Center for more details. Our large language models are hosted directly within Slack’s AWS virtual private cloud, ensuring your data remains in-house.",
                "You can use a credit card to pay for any plan. If you choose to pay annually, you may be eligible to be invoiced and pay by ACH or wire transfer. Visit our Help Center for more details, or contact us to start the process. If you choose to pay by credit card, you’ll see the first credit card charge from Slack on the day you purchase a paid plan. Here are some other times you’ll see charges: On your monthly renewal date if you pay monthly. On your annual renewal date if you pay annually. On the last day of the month if you pay annually and there’s an outstanding balance for adding new members. You can change billing cycles or switch to invoicing at any time.",
                "At Slack, we believe you should only be billed for what you use. Members who take an action in Slack at any time within a 28-day period will be considered active for billing purposes. If someone you’ve already paid for becomes inactive, we’ll add a prorated credit to your account for the unused time.",
                "You’ll be charged a prorated amount for new team members for the remainder of the current billing period. As an example, suppose your team is on the Pro plan, which costs $8.75 USD per active user per month (when billed monthly). You add a new member 10 days into your billing period with 20 days remaining in the month. The per-day cost for each user is $8.75 divided by 30, so we’ll make a one-time charge of $5.83 ($8.75 divided by 30 days times 20 days) to the credit card on file.",
                "We do! Slack wants to support people doing good in the world, which is why we offer special discount pricing for qualified nonprofit organizations and educational institutions."
            ]
        }
    },
    {
        "url": "https://smarterqueue.com/pricing",
        "company": "smarterqueue",
        "ai_pricing_model": "Usage",
        "category": "Marketing & Sales",
        "data": {
            "call_to_action": "Start your free trial",
            "tier_names": [
                "Agency",
                "Business",
                "Solo",
                "Custom"
            ],
            "tier_prices": [
                "£69.99 per month, paid annually",
                "£33.99 per month, paid annually",
                "£19.99 per month, paid annually",
                "Custom pricing"
            ],
            "frequently_asked_questions": [
                "How does the free trial work?",
                "What happens after the trial ends?",
                "How does the custom plan work?",
                "How long are your contracts?",
                "Can I pay annually?",
                "Can you give more details about the differences between each plan?",
                "What payment methods do you accept?",
                "Are there any hidden fees or taxes?",
                "Do you offer any discounts?",
                "Do you have a referral/affiliate program?",
                "I still have a question"
            ],
            "frequently_asked_questions_answers": [
                "Try all of SmarterQueue's features for free! There are no obligations, and no credit card required. Only once you've set up your Posting Plan and queued up your first post does your 14-day trial period begin. And you can pause your Queue if you don't want to start publishing posts just yet.",
                "We'll let you know when your trial is ending. If you decide to subscribe during your trial, you will only be charged after the free trial period. If you don't subscribe by the end of your trial, your Posting Plan and content remain intact, but your Queue will be paused. You can subscribe to a plan at any point, and carry on from where you left off.",
                "You can choose any of our base plans, and then pick whichever Add-Ons you want, so that you only pay for what you need. As your business grows, simply upgrade the relevant Add-On.",
                "You can pay month-by-month, or annually. You can upgrade, downgrade, or cancel at any time. Please note that refunds are not given for downgrades or cancellation.",
                "Yes, and it's worth it! A full year's subscription saves you 15% compared to paying monthly. You can upgrade from monthly to yearly at any time.",
                "You may have missed this in your excitement - click on the question mark icons in the Plans above for a detailed explanation.",
                "Once you decide to subscribe, we accept credit/debit cards from Mastercard, Visa, Maestro, and Discover, as well as PayPal and ApplePay. Payments are securely handled by PayPalBraintree. Amex cards are only accepted via PayPal accounts.",
                "There are no setup or cancellation fees, or any additional fees not shown above. EU-based customers are subject to VAT where applicable.",
                "We sure do! Registered charities, non-profits, schools, universities, and students in full-time education all get 50% off any plan. Find out if you qualify, or get in touch. You can also earn discounts through our referral program.",
                "Yes, and you'll love it! Once you've created a trial account, you can find your affiliate link in your Settings. Share your link with your audience, and when someone signs up for a paid account, your subscription will be credited with the value of their first month's payment. If you refer enough people, you may not have to pay for SmarterQueue ever again! And if you refer LOTS of people, we'll pay out your earnings in cash - great for affiliates. You can also become an affiliate without signing up for a free trial.",
                "We're always here to help, and love hearing feedback - our contact page has details for reaching us by email."
            ]
        }
    }
]